{
	"9.1":"9.1 The Lord said  I shall declare to you, who does not cavil, this most mysterious knowledge together with special knowledge, knowing which you would be freed from evil.",
	"9.2":"9.2 This is the royal science, royal mystery, the supreme purifier, It is realised by direct experience. It is in accord with Dharma, it is pleasant to practise and is abiding.",
	"9.3":"9.3 Those who have no faith in this Dharma (knowledge of the Self), O Parantapa (Arjuna), return to the path of this world of death without attaining Me.",
	"9.4":"9.4 This whole world is prevaded by Me in My unmanifest form. All beings exist in Me, but I am not contained in them!",
	"9.5":"9.5 Nor do beings exist in Me (in reality); behold My divine Yoga, supporting all beings, but not dwelling in them, is My Self, the efficient cause of beings.",
	"9.6":"9.6 As the mighty wind, moving everywhere, rests always in the ether, even so, know thou that all beings rest in Me.",
	"9.7":"9.7. O son of Kunti, all beings pass into the nature [of Mine] at the end of the Kalpa (the age of universe); I send them forth again at the beginning of the [next] Kalpa.",
	"9.8":"9.8. Taking hold of My own nature I send forth again and  again this entire host of beings, which is powerless under the control of  [My] nature.",
	"9.9":"9.9 These acts do not bind Me, O Arjuna, sitting like one indifferent, unattached to those acts.",
	"9.10":"9.10 Under Me as supervisor, Nature produces the moving and the unmoving; because of this, O Arjuna, the world revolves.",
	"9.11":"9.11 Fools disregard Me, seeing Me clad in human form. They know not that in My higher nature I am the Lord-God of all.",
	"9.12":"9.12 Of vain hopes, of vain actions, of vain knowledge and senseless, they verily are possessed of the deceitful nature of demons and undivine beings.",
	"9.13":"9.13 But the great-souled ones, O Arjuna, who are associated with My divine nature, worship Me with unwavering mind, knowing Me to be the immutable source of beings.",
	"9.14":"9.14. Ever speaking of My glory, striving with firm resolve,  paying homage to Me and being permanently endowed with devotion they worship Me.",
	"9.15":"9.15 Others also sacrificing with the wisdom-sacrifice worship Me, the All-faced, as one, as distinct, and as manifold.",
	"9.16":"9.16 I am the kratu, I am the yajna, I am the svadha, I am the ausadha, I am the mantra, I Myself am the ajya, I am the fire, and I am the act of offering.",
	"9.17":"9.17 Of this world I am the father, mother, ordainer, (and the), grand-father; I am the knowable, the sancitifier, the syllable Om as also Rk, Sama and Yajus.",
	"9.18":"9.18 (I am) the fruit of actions, the nourisher, the Lord, witness, abode, refuge, friend, origin, end, foundation, store and the imperishable seed.",
	"9.19":"9.19 I give heat. I hold back and send forth the rain. I am immortality as well as death, O Arjuna. I am the being, as also the non-being.",
	"9.20":"9.20 Those who are versed in the Vedas, who are drinkers of Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy in heaven th divine pleasure of gods.",
	"9.21":"9.21 Having enjoyed the spacious world of heaven, they return to the world of mortals their merit is exhausted. Thus, those who follow the Vedic rituals and are drawn by desires, come and go.",
	"9.22":"9.22 Those persons who, becoming non-different from Me and meditative, worship Me everywhere, for them, who are ever attached (to Me), I arrange for securing what they lack and preserving what they have.",
	"9.23":"9.23 Even those devotees who, endowed with faith, worship other gods, worship Me alone, O Arjuna, b the wrong method.",
	"9.24":"9.24 I am the willing recipient of sacrifice, and I am its true Lord. But these do not know me in truth, and so they sink back.",
	"9.25":"9.25 The worshippers of the gods go to them; to the manes go the ancestor-worshippers; to the deities who preside over the elements go their worshippers; but My devotees come to Me.",
	"9.26":"9.26 Whoever offers Me with devotion a leaf, a flower, a fruit or a little water  that, so offered devotedly by the pure-minded, I accept.",
	"9.27":"9.27 O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give and whatever austerities you undertake, (all) that you offer to Me.",
	"9.28":"9.28 Thus, you will become free from bondage in the form of actions which are productive of good and bad results. Havng your mind inbued with the yoga of renunciation and becoming free, you will attain Me.",
	"9.29":"9.29 The same am I to all beings; to Me there is none hateful or dear; but those who worship Me with devotion are in Me and I am also in them.",
	"9.30":"9.30 Even if the most sinful worships Me, with devotion to none else, he too should indeed by regarded as righteous for he has rightly resolved.",
	"9.31":"9.31 He soon becomes possessed of a virtuous mind; he attains everlasting peace. Do you proclain boldly, O son of Kunti, that My devotee does not get ruined.",
	"9.32":"9.32 For, O son of Prtha, even those who are born of sin-women, Vaisyas, as also Sudras [S.'s construction of this portion is: women, Vaisyas as also Sudras, and even others who are born of sin (i.e., those who are born low and are of vile deeds, viz Mlecchas, Pukkasas and others). M.S. also takes papa-yonayah (born of sin) as a separate phrase, and classifies women and others only as those darred from Vedic study, etc.-Tr.]-, even they reach the highest Goal by taking shelter under Me.",
	"9.33":"9.33 What need then to mention the holy Ministers of God, the devotees and the saintly rulers? Do thou, therefore, born in this changing and miserable world, do thou too worship Me.",
	"9.34":"9.34 Fix thy mind on Me; by devoted to Me; sacrifice unto Me; bow down to Me; having thus united thy whole self to Me, taking Me as the supreme goal, thou shalt come unto Me."

}