{
	"8.1":"8.1 Arjuna said  O supreme person, what is that Brahman? What is that which exists in the individual plane? What is action? And what is that which is said to exist in the physical plane? What is that which is said to be existing in the divine plane?",
	"8.2":"8.2 Who and how is Adhiyajna here in this body, O destroyer of Madhu (Krishna)? And how at the time of death, art Thou to be known by the self-controlled?",
	"8.3":"8.3 The Blessed Lord said  Brahman is the Imperishable, the Supreme; Its essential nature is called Self-knowledge; the offering (to the gods) which causes existence and manifestation of beings and which also sustains them is called action.",
	"8.4":"8.4 The which exists in the physical plane is the mutable entity, and what exists in the divine plane is the Person. O best among the embodied beings, I Myself am the entity that exists in the sacrifice in this body.",
	"8.5":"8.5 And at the time of death, anyone who departs by giving up the body while thinking of Me alone, he attains My state. There is no doubt about this.",
	"8.6":"8.6 O son of Kunti, thinking of any entity whichever it may be one gives up the body at the end, he attains that very one, having been always engrossed in its thought.",
	"8.7":"8.7 Therefore, think of Me at all times and fight. There is no doubt that by dedicating your mind and intellect to Me, you will attain Me alone.",
	"8.8":"8.8 O son of Prtha, by meditating with a mind which is engaged in the yoga of practice and which does not stray away to anything else, one reaches the supreme Person existing in the effulgent region.",
	"8.9":"8.9 Whosoever meditates on the Omniscient, the Ancient, the Ruler (of the whole world), minuter than an atom, the supporter of all, of inconceivable form, effulgent like the sun and beyond the darkness of ignorance.",
	"8.10":"8.10 At the time of death, having fully fixed the Prana (vita force) between the enrows with an unswering mind, and being imbued with devotion as also the strength of concentration, he reaches that resplendent supreme person.",
	"8.11":"8.11 I shall speak to you briefly of that immutable Goal which the knowers of the Vedas declare, into which enter the deligent ones free from attachment, and aspiring for which people practise celibacy.",
	"8.12":"8.12 Closing the gates of the body, drawing the forces of his mind into the heart and by the power of meditation concentrating his vital energy in the brain;",
	"8.13":"8.13 He who departs by leaving the body while uttering the single syllable, viz Om, which is Brahman, and thinking of Me, he attains the supreme Goal.",
	"8.14":"8.14 O son of Prtha, to that yogi of constant concentration and single-minded attention, who remembers Me uninterruptedly and for long, I am easy of attainment.",
	"8.15":"8.15. Having attained Me, the men of great soul who have achieved the supreme perfection, do not get  the transient rirth, a store-house of all troubles.",
	"8.16":"8.16 O Arjuna, all the worlds together with the world of Brahma are subject to return. But, O son of Kunti, there is no rirth after reaching Me.",
	"8.17":"8.17 Those poeple who are knowers of what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over an eal period. See M.S. and V.S.A.], and His night which ends in a thousand yugas.",
	"8.18":"8.18 At the dawning of that day all objects in manifestation stream forth from the Unmanifest, and when evening falls they are dissolved into It again.",
	"8.19":"8.19 O son of Prtha, after being born again and again, that very multitude of beings disappears in spite of itself at the approach of night. It comes to life at the approach of day.",
	"8.20":"8.20 But distinct from that Unmanifested is the other eternal unmainfest Reality, who does not get destroyed when all beings get destroyed.",
	"8.21":"8.21 He who has been mentioned as the Unmanifested, the Immutable, they call Him the supreme Goal. That is the supreme abode of Mine, reaching which they do not return.",
	"8.22":"8.22 O son of Prtha, that supreme Person-in whom are included (all) the beings and by whom all this is pervaded-is, indeed, reached through one-pointed devotion.",
	"8.23":"8.23 O best of the Bharata dynasty, I shall now speak of that time by departing at which the yogis attain the State of Non-return, and also (of the time by departing at which they attain) the State of Return.",
	"8.24":"8.24 Fire, light, daytime, the birght forrnight, the six months of the Northern solstice-by following this Path, persons who are knowers of Brahman attain Brahman when they die.",
	"8.25":"8.25 Smoke, night, as also the dark fortnight and the six months of the Southern solstice-following this Path the yogi having reached the lunar light, returns.",
	"8.26":"8.26 These two courses of the world, which are white and black, are verily considered eternal. By the one a man goes to the State of Non-return; by the other he returns again.",
	"8.27":"8.27 O son of Prtha, no yogi [One steadfast in meditation.) whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be you steadfast in yoga at all times.",
	"8.28":"8.28 Having known this, the yogi transcends all those results of rigtheous deeds that are declared with regard to the Vedas, sacrifices, austerities and also charities, and he reaches the primordial supreme State."

}