{
	"12.1":"12.1 'Arjuna asked: My Lord! Which are the better devotees who worship Thee, those who try to know Thee as a Personal God, or those who worship Thee as Impersonal and Indestructible?'",
	"12.2":"12.2 The Blessed Lord said  Those who meditate on Me by fixing their minds on Me with steadfast devotion (and) being endowed with supreme faith-they are considered to be the most perfect yogis according to Me.",
	"12.3":"12.3 Those who worship the imperishable, the indefinable, the unmanifest, the omnipresent, the unthinkable, the immovable and the eternal.",
	"12.4":"12.4 Having restrained all the senses, even-minded everywhere, intent on the welfare of all beings  verily they also come unto Me.",
	"12.5":"12.5 Greater is their trouble whose minds are set on the unmanifested; for the goal; the unmanifested, is very hard for the embodied to reach.",
	"12.6":"12.6 But to those who worship Me, renouncing all actions in Me, regarding Me as the supreme gaol, meditating on Me with single-minded Yoga.",
	"12.7":"12.7 Of those whose minds are thus focused on Me, I become soon their saviour from the ocean of mortal life.",
	"12.8":"12.8. [Hence], fix your mind on nothing but Me; cuase your taught to settle in Me.  Thus resorting to the best Yoga, you will dwell in Me alone.",
	"12.9":"12.9 If thou art unable to fix thy mind steadily on Me, then by the Yoga of constant practice do thou seek to reach Me, O Arjuna.",
	"12.10":"12.10 If thou art unable to practise even this Abhyasa Yoga, be thou intent on doing actions for My sake; even by doing actions for My sake, thou shalt attain perfection.",
	"12.11":"12.11 And if thou art too weak even for this, then seek refuge in union with Me, and with perfect self-control renounce the fruit of thy action.",
	"12.12":"12.12 Knowledge is superior to blind action, meditation to mere knowledge, renunciation of the fruit of action to meditation, and where there is renunciation peace will follow.",
	"12.13":"12.13 He who never hates any being, who is friendly and compassionate, who is free from the feelings of I and mine, who looks upon all pain and pleasure the same as and who is enduring;",
	"12.14":"12.14. Who remains well-content and is a man of  Yoga at all times; who is self-controlled and is firmly resolute; and who has offered to Me his mind and intellect-that devotee of Mine is dear to Me.",
	"12.15":"12.15 He by whom the world is not agitated and who cannot be agitated by the world, and who is freed from joy, anger, fear and anxiety  he is dear to Me.",
	"12.16":"12.16 He who is free from wants, pure, expert, unconcerned, and free from pain, renouncing all undertakings or commencements  he who is (thus) devoted to Me, is dear to Me.",
	"12.17":"12.17 He who neither rejoices, nor hates, nor grieves, nor desires, renouncing good and evil, and who is full of devotion, is dear to Me.",
	"12.18":"12.18 He who is same to foe and friend, honour and dishonour, who is alike to both cold and heat, pleasure and pain, and who is free from all attachments;",
	"12.19":"12.19 He to whom censure and praise are eal, who is silent, content with anything, homeless, of a steady mind, and full of devotion  that man is dear to Me.",
	"12.20":"12.20 But [Tu (but) is used to distinguish those who have attained the highest Goal from the aspirants.-Tr.] those devotees who accept Me as the supreme Goal, and with faith seek for this ambrosia [M.S.'s reading is dharmamrtam-nectar in the form of virtue. Virtue is called nectar because it leads to Immortality, or because it is sweet like nectar.] which is indistinguishable from the virtues as stated above, they are very dear to Me."

}