{
	"16.1":"16.1 The Blessed Lord said  Fearlessness, purity of mind, persistence in knowledge and yoga, charity and control of the external organs, sacrifice, (scriptural) study, austerity and recititude;",
	"16.2":"16.2 Non-injury, truthfulness, absence of anger, renunciation, control of the internal organ, absence of vilification, kindness to creatures, non-covetousness, gentleness, modesty, freedom from restlessness;",
	"16.3":"16.3 Vigour, forgiveness, fortitude, purity, freedom from malice, absence of haughtiness-these, O scion of the Bharata dynasty, are (the alties) of one born destined to have the divine nature.",
	"16.4":"16.4 O son of Prtha, (the attributes) of one destined to have the demoniacal nature are religious ostentation, pride and haughtiness, [Another reading is abhimanah, self-conceit.-Tr.], anger as also rudeness and ignorance.",
	"16.5":"16.5 The divine nature is the Liberation, the demoniacal is considered to be for inevitable bondage. Do not grieve, O son of Pandu! You are destined to have the divine nature.",
	"16.6":"16.6  There are two types of beings in this world - the divine and the demoniac. The divine has been described at length. Hear from Me, O Arjuna, about the demoniac.",
	"16.7":"16.7  The demoniac men know neither action nor renunciation. Cleanliness is not in them, nor even right conduct, nor truth.",
	"16.8":"16.8 They say that the world is unreal, it has no basis, it is without a God. It is born of mutual union brought about by passion! What other (cause can there be)?",
	"16.9":"16.9 Holding this view, these men of lost souls and fele understanding do cruel deeds for the destruction of the world.",
	"16.10":"16.10 Turning to insatiable desires, seizing through delusion unjustly acired wealth, and following impious vows, they act, full of ostentation, pride and arrogance.",
	"16.11":"16.11 Giving themselves over to immeasurable cares ending only with death, regarding gratification of lust as their highest aim, and feeling sure that that is all.",
	"16.12":"16.12 Bound by hundreds of shackles in the form of hope, giving themselves wholly to passion and anger, they endeavour to amass wealth through foul means for the enjoyment of desirable objects.",
	"16.13":"16.13 'This has been gained by me today; I shall acire this desired object. This is in hand; again, this wealth also will come to me.'",
	"16.14":"16.14 'That enemy has been killed by me, and I shall kill others as well. I am the lord, I am the enjoyer, I am well-established, mighty and happy.'",
	"16.15":"16.15 ' I am wealthy and high-born; who else is eal to me?  I shall sacrifice, I shall give alms, I shall rejoice.' Thus they think, deluded byignorance.",
	"16.16":"16.16 Bewildered by many thoughts, ensnared by the net of delusion, addicted to sensual enjoyments, they fall into a foul Naraka.",
	"16.17":"16.17 Self-conceited, haughty, filled with pride and intoxication of wealth, they perform sacrifices which are so in name only, with ostentation and regardless of the injunctions.",
	"16.18":"16.18 Resorting to egotism, power, arrogance, passion and anger, hating Me in their own and others' bodies, (they become) [As the finite verb is missing in the verse, we have supplied 'they become'. S. adds the verb prabhavanti, wax strong, from verse 9, and constructs the last portion thus: '৷৷.the envious ones wax strond.' Following S. S., however, one may combine this verse with the preceding verse by taking 'perform sacrifices' as the finite verb.-Tr.'] envious by nature.",
	"16.19":"16.19 I cast for ever those hateful, cruel, evil-doers in the worlds, the vilest of human beings, verily into the demoniacla classes.",
	"16.20":"16.20 So reborn, they spend life after life, enveloped in delusion. And they never reach Me, O Prince, but degenerate into still lower forms of life.",
	"16.21":"16.21 Desire, wrath and greed - this is the triple gateway to Naraka, ruinous to the self. Therefore one should abandon these three.",
	"16.22":"16.22 A man who is liberated from these three gates to darkness, O Arjuna, practises what is good for him and thus goes to the Supreme Goal.",
	"16.23":"16.23 He who, abandoning the injunctions of the Sastras, acts under the influence of desire, attains neither perfection nor pleasure, nor the supreme state.",
	"16.24":"16.24 Therefore, let the Sastra be your authority for determining what should be done and what should not be done. Knowing what is enjoined in the injunctions of the Sastra, you should perform work here."

}