{
	"3.1":"3.1 Arjuna said  If, O Krsna, you consider that Buddhi (knowledge) is superior to works, why do you engage me in this terrible deed?",
	"3.2":"3.2 Thy language perplexes me and confuses my reason. Therefore please tell me the only way by which I may, without doubt, secure my spiritual welfare.",
	"3.3":"3.3. The Bhagavat said  The two-fold path in this world-[the one] with Yoga of knowledge for men of reflection [and the other] with Yoga of action for men of Yoga-has been declared to be one by Me formerly,  O sinless one !",
	"3.4":"3.4. A person attains actionlessness not [just] by non-commencement of actions;  and not just by renunciation,  he attains success (emancipation).",
	"3.5":"3.5. For, no one can ever remain, even for a moment, as a non-performer of action; because everyone,  being not master of himself,  is forced to perform action by the Strands born of the Prakrti (Material cause)",
	"3.6":"3.6 He who remains motionless, refusing to act, but all the while brooding over sensuous object, that deluded soul is simply a hypocrite.",
	"3.7":"3.7 But he who, subduing his senses by the mind, O Arjuna, begins to practise Karma Yoga through the organs of action and who is free from attachment - he excels.",
	"3.8":"3.8. You must perform your action which has been enjoined.  For, action is superior to inaction; and even the maintenance of your body could not be properly accomplished through inaction.",
	"3.9":"3.9 The world is bound by actions other than those performed for the sake of sacrifice; do thou, therefore, O son of Kunti (Arjuna), perform action for that sake (for sacrifice alone), free from attachment.",
	"3.10":"3.10 The Creator, having in the beginning (of creation) created mankind together with sacrifice, said, 'By this shall ye propagate; let this be the milch cow of your desires (the cow which yields all the desired objects).",
	"3.11":"3.11 'You nourish the gods with this. Let those gods nourish you. Nourishing one another, you shall attain the supreme Good.'",
	"3.12":"3.12. The devas, gratified with necessary action will grant you the things sacrificed.  [Hence] whosoever enjoys their gifts without offering them to these devas-he is surely a thief.",
	"3.13":"3.13. The righteous persons,  who eat the remnants (objects enjoined) of the actions to be performed necessarily,  are freed from all sins.  But those who cook, intending their own selves,  are sinners and eat sin.",
	"3.14":"3.14 From food come forth beings; from rain food is produced; from sacrifice arises rain and sacrifice is born of action.",
	"3.15":"3.15 Know thou that action comes from Brahma and Brahma comes from the Imperishable. Therefore, the all-pervading (Brahma) ever rests in sacrifice.",
	"3.16":"3.16 He who does not follow here the wheel thus set revolving, who is of sinful life, rejoicing in the senses, he lives in vain, O Arjuna.",
	"3.17":"3.17 But the man whose delight is only in the self, who is satisfied with the self, who rejoices in the self, for him nothing remains to be accomplished.",
	"3.18":"3.18. No purpose is served for him by what he has done or by what he has not done.  For him there is  hardly any dependenc on any purpose among all beings.",
	"3.19":"3.19 Therefore without attachment, do thou always perform action which should be done; for by performing action without attachment man reaches the Supreme.",
	"3.20":"3.20 Janaka and others attained perfection verily by action only; even with a view to the protection of the masses thou shouldst perform action.",
	"3.21":"3.21 Whatever a great man does, other men also do. Whichever standard he sets, the world follows it.",
	"3.22":"3.22 There is nothing in the three worlds, O Arjuna, that should be done by Me, nor is there anything unattained that should be attained; yet I engage Myself in action.",
	"3.23":"3.23 For, should I not ever engage Myself in action, unwearied, men would in every way follow My path, O Arjuna.",
	"3.24":"3.24  These worlds will be ruined if I do not perform action. And I shall become the agent of intermingling (of castes), and shall be destroying these beings.",
	"3.25":"3.25 O scion of the Bharata dynasty, as the unelightened poeple act with attachment to work, so should the enlightened person act, without attachment, being desirous of the prevention of people from going astray.",
	"3.26":"3.26 He should not bewilder the minds of the ignorant who are attached to work; rather himself performing work with devotion, he should cause others to do so.",
	"3.27":"3.27 While actions are being done in every way by the gunas (alities) of Nature, one who is deluded by egoism thinks thus: 'I am the doer.'",
	"3.28":"3.28 But, O mighty-armed one, the one who is a knower of the facts about the varieties of the gunas (alities) and actions does not become attached, thinking thus: 'The organs rest (act) on the objects of the organs.'",
	"3.29":"3.29 Those who are wholly deluded by the gunas of Nature become attached to the activities of the gunas. The knower of the All should not disturb those of dull intellect, who do not know the All.",
	"3.30":"3.30 Devoid of the fever of the soul, engage in battle by dedicating all actions to Me, with (your) mind intent on the Self, and becoming free from expectations and egoism.",
	"3.31":"3.31 Those men who constantly practise this teaching of Mine with faith and without cavilling, they too are freed from actions.",
	"3.32":"3.32 But those who calumniate it, and those who do not practise this teaching of Mine - know them to be absolutely senseless and devoid of all knowledge, and therefore lost.",
	"3.33":"3.33 Even the wise man acts in character with his nature; indeed, all creatures act according to their natures. What is the use of compulsion then?",
	"3.34":"3.34 Attraction and repulsion are ordained with regard to the objects of all the organs. One should not come under the sway of these two, because they are his adversaries.",
	"3.35":"3.35 Better is one's own duty, though ill-done, than the duty of another well-performed. Better is death in one's own duty; the duty of another is fraught with fear.",
	"3.36":"3.36 Arjuna said  But, impelled by what, O Krsna, does one (practising Jnana Yoga), commit sin even against his own will, constrained as it were, by force?",
	"3.37":"3.37 The Lord said  It is desire, it is wrath, born of the Guna of Rajas; it is a great devourer, an impeller to sin. Know this to be the foe here.",
	"3.38":"3.38 As fire is enveloped by smoke, as a mirror by dirt, and as a foetus remains enclosed in the womb, so in this shrouded by that.",
	"3.39":"3.39 O son of Kunti, Knowledge is covered by this constant enemy of the wise in the form of desire, which is an insatiable fire.",
	"3.40":"3.40 The organs, mind, and the intellect are said to be its abode. This one diversely deludes the embodied being by veiling Knowledge with the help of these.",
	"3.41":"3.41. Therefore,  O best among the Bharatas, by controlling completely the sense-organs in the beginning [itself], you must avoid this sinful one, destroying the knowledge-action.",
	"3.42":"3.42 The senses are high, they say:  the mind is higher than the senses; the intellect is higher than the mind; but what is greater than intellect is that (desire).",
	"3.43":"3.43 [The Ast, introdcues this verse with, 'Tatah kim, what follows from that?'-Tr.] Understanding the Self thus [Understanding৷৷.thus:that desires can be conered through the knowledge of the Self.] as superior to the intellect, and completely establishing (the Self) is spiritual absorption with the (help of) the mind, O mighty-armed one, vanish the enemy in the form of desire, which is difficult to subdue."

}