{
    "Vishnu" :{
        "GodNumber":"1",
        "Quote":"\"In the beginning of creation, the great Vishnu, desirous of creating the whole world, became threefold; Creator, Preserver, Destroyer. In order to create this world, the Supreme Spirit produced from the right side of his body himself as Brahmā; then, in order to preserve the world, he produced from his left side Vishnu; and in order to destroy the world, he produced from the middle of his body the eternal Shiva. Vishnu, one yet threefold, creates, preserves, and destroys: therefore let the pious make no difference between the three.\" (Wilkins 51).",
        "Summary":"Vishnu, in the Rig-Veda, is said \"to have established the heavens and the earth; to contain all the world in his strides;\" to have, with Indra, made the atmosphere wide, stretched out the worlds, produced the Sun, the Dawn, and Fire; to have received the homage of Varuna; whilst his greatness is described as having no limit within the ken of present or future beings. The attributes ascribed to Vishnu in some of these passages are such that, if the latter stood alone in the Rig-Veda, they might lead us to suppose that he was regarded by the Vedic Rishis as the chief of all the gods. But Indra is associated with Vishnu even in some of those texts in which the latter is most highly magnified: nay, in one place, the power by which Vishnu takes his three strides is described as being derived from Indra; in another text, Vishnu is represented as celebrating Indra's praise; whilst in another verse, Vishnu is said to have been generated by Soma.",
        "Additional":"Madhusudana, the destroyer of Madhu; and Kaitabhajit, the conqueror of Kaitabha. These were two demons who issued from Vishnu's ear as he lay asleep on the serpent Sesha at the end of a Kalpa, * and were about to destroy Brahmā, as he sat on the lotus which sprang from Vishnu's navel, when this deity slew them, and hence obtained these names. \n\nVaikunthanāth, \"The Lord of Paradise.\"\nKesava, \"He who has excellent hair.\"\nMadhava, \"Made of honey; or a descendant of Madhu.\"\nSwayambhu, \"The self-existent one.\"\nPitamvara, \"He who wears yellow garments.\"\nJanārddana, \"He who causes the people to worship.\"\nVishvamvara, \"The protector of the world.\"\nHari, \"The saviour; \" lit. he who takes possession of.\nAnanta, \"The endless.\"\nDāmodara, \"Bound with a rope.\"\nMukunda, \"The deliverer.\"\nPurusha, \"The man,\" or \"The spirit.\"\nPurushottama, \"The supreme man or spirit.\" \n Yajneswara, \"The lord of sacrifice.\"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/vishnu.jpeg"
    },
    "Shiva" :{
        "GodNumber":"2",
        "Quote":"Shiva is the third person of the Hindu Triad. As Brahmā was Creator, Vishnu Preserver, in order to complete the system, as all things are subject to decay, a Destroyer was necessary; and destruction is regarded as the peculiar work of Shiva. This seems scarcely in harmony with the form by which he is usually represented. It must be remembered, however, that, according to the teaching of Hinduism, death is not death in the sense of passing into non-existence, but simply a change into a new form of life. He who destroys, therefore, causes beings to assume new phases of existence—the Destroyer is really a re-Creator; hence the name Shiva, the Bright or Happy One, is given to him, which would not have been the case had he been regarded as the destroyer in the ordinary meaning of that term. (Wilkins 104)",
        "Summary":"Shiva has many forms, one of which is the Pancanana, which is the five-faced form of Shiva. The five faces are respectively Isana, Tatpurusa, Aghora, Vamadeva and Sadyojata. These five faces represent Shiva's five tasks or roles in the universe: creation, preservation, destruction, conserving grace, and revealing grace. ",
        "Additional":"There are several other aspects in which Lord Siva is depicted or worshipped. These can be broadly divided into the following categories: ( 1 ) Saumya or Anugraha Murti; (2) Ugra, Raudra or Samhara Murtis; (3) Nrtta or Tandava Murti; (4) Dakshinamurti; (5) Lingodbhava-murti; (6) Bhiksatanamurti; (7) Haryardhamurti; (8) Ardha- narlsvaramurti. \n Lord Siva is a great master of dance. All the 108 modes of dancing known to the treatises on dancing have come from him. It is said that he dances every evening in order to relieve the sufferings of creatures and entertain the gods who gather in Kailasa in full strength. (Hence he is called Sabhapati, the lord of the congregation.)",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/shiva.jpeg"
    },
    "Brahma" :{
        "GodNumber":"3",
        "Quote":"Brahma is regarded as the Supreme Being, the God of gods; of whom Brahmā, Vishnu, and Siva are manifestations. It is true that, in some verses of the Vedas, attributes ascribed to him are also ascribed to other deities, and in some of the Purānas various gods are said to be identical with the supreme Brahma; nevertheless Brahma is regarded by the Hindus (for which opinion there is abundant authority in their scriptures) as the Supreme God—the origin of all the others, and of whom they are manifestations. Thus we read in the \"Atharva-Veda\": \"All the gods are in (Brahma) as cows in a cow-house. In the beginning Brahma was this [universe]. He created gods. Having created gods, he placed them in these worlds, viz. Agni in this world, Vāyu in the atmosphere, and Surya in the sky",
        "Summary":"Philosophically, he is the first stage of manifestation of the notion of individual existence (Ahankara). Theologically, he is the uncreated creator(Svayambhu), the self-born first Person. Brahma represents the Vedas and Sarasvati their spirit and meaning. Hence, all knowledge, sacred and secular, has proceeded from them.",
        "Additional":"He has several designations which are as instructive as they are interesting. From the cosmological point of view he is the Golden Embryo (Hiranyagarbha), the ball of fire, from which the universe develops. Since all created beings are his progency, he is Prajapati, the lord of progeny, as also Pitamaha, the patriarch. He is Vidhi, the ordinator, and Lokesa, the master of the worlds, as well as Dhatr, the sustainer. He is also Visvakarma, the architect of the world. Hindu mythological literature describes Brahma as having sprung from the lotus orginating from the navel of Vishnu. Hence he is called Nabhija (navel-born), Kanja (water-born) and so on.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/brahma.jpeg"
    },
    "Laxmi" :{
        "GodNumber":"4",
        "Quote":"Laxmi, or very commonly Sri, is the wife of Vishnu, and under various names appears in this relation in his various incarnations. \"As the lord of the worlds, the god of gods, Janārddana descends amongst mankind in various shapes; so does his coadjutor Sri. Thus, when Hari was born a dwarf, the son of Aditi, Laxmi appeared from the lotus as Padmā, or Kamalā; when he was born as Rāma (Parasurāma) of the race of Bhrigu, she was Dharāni; when he was Rāghava (Ramachandra), she was Sita; and when he was Krishna, she was Rukmini. In the other descents of Vishnu she was his associate. If he takes a celestial form, she appears as divine; if a mortal, she becomes a mortal too, transforming her own person agreeably to whatever character it pleases Vishnu to assume.\" ",
        "Summary":"Being the power and consort of Vishnu, the preserver, she is represented as the power of multiplicity and the goddess of fortune, both of which are equally necessary in the process of preservation. 'Sri' or 'Laxmi', as depicted in the Vedas, is the goddess of wealth and fortune, power and beauty. Though there is scope for the supposition that Sri and Laxmi are two separate deities, the descriptions of them are so identical, that we are tempted to conclude that they represent one and the same deity. Some scholars opine that 'Sri' was a pre-Vedic deity connected with fertility, water and agriculture. She was later fused with Laxmi, the Vedic goddess of beauty,",
        "Additional":"She is as inseparable from Vishnu as speech from meaning or knowledge from intellect, or good deeds from righteousness. He represents all that is masculine, and she, all that is feminine.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/laxmi.jpeg"
    },
    "Saraswati" :{
        "GodNumber":"5",
        "Quote":"Saraswati is the Shakti, the power and the consort of Brahma the creator. Hence she is the procreatrix, the mother, of the entire creation.",
        "Summary":"Literally Saraswati means 'the flowing one'. In the Rigveda she represents a river and the deity presiding over it. Hence, she is connected with fertility and purification.",
        "Additional":"It is obvious that the concept of Sarasvatl, developed by the later mythological literature is already here. The 'flow­ing one' can represent speech also iftaken in an allegorical sense. Hence SarasvatI represents power and intelligence from which organized creation proceeds.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/saraswati.jpeg"
    },
    "Parvati" :{
        "GodNumber":"6",
        "Quote":"ParvatI is the power and consort of Siva, the god of disintegration and destruction. An overwhelming majority of the goddesses of Hinduism are aspects and variations of Parvati.",
        "Summary":"The names by which she is known or worshipped are too numerous to mention. If some of the names like Parvati, Haimavati, Girija and Daksayani indicate her origin from the Himalayas or Daksa (one of the forefathers of mankind), other names like Siva, Mrdani, Rudrani and Sarvani stress her aspect as the spouse of Siva. Still other like Aparna and Uma have specific references to certain stories in the Pauranic literature.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Ganapati" :{
        "GodNumber":"7",
        "Quote":"Ganapati or Ganesa, also known as Vinayaka, is perhaps, the most popular of the Hindu deities worshipped by all sections of the Hindus.",
        "Summary":"Ganapati is the metamorphosed form of the Brhaspati-Marudgana deities. There is nothing strange in this, especially if we can recognize the transformations that have taken place among the various Vedic deities, as they were gradually absorbed among the gods of the later Hindu pantheon.",
        "Additional":"ParvatI prepared the image of a child out of the scurf from her body, endowed him with life and ordered him to stand guard before her house. When Siva wanted to enter the house he was rudely prevented by this new gatekeeper. Siva became 'Rudra' and got him beheaded. Seeing that Parvatl was inconsolable owing to this tragedy that befell her 'son' and not finding the head of the body anywhere -- meanwhile one of the goblins of Siva had gourmandized it! -- he got an elephant's head, grafted it on to the body of the boy and gave him life. To make amends for his 'mistake', Siva appointed this new-found son as the head of all his retinues, who thus became 'Ganapati'.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/ganesh.jpeg"
    },
    "Krishna" :{
        "GodNumber":"8",
        "Quote":"Sri Krsna, the ninth incarnation of Lord Visnu is, •• perhaps, the most popular, so much so, that he is considered Purnavatara (the incarnation in toto) and all other deities are regarded as his manifestations. His story and his exploits are too numerous and too well known to be men­tioned here. To the average Hindu, he is the supreme statesman, warrior, hero, philosopher and teacher, nay, God Himself. He is the great expounder of the 'Song Celestial,' the Bhagavad Gita.",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/krishna.jpg"
    },
    "Rama" :{
        "GodNumber":"9",
        "Quote":"Sri Rama, one of the two most popular incarnations of the Lord Visnu, comes next in the series. His story is too well-known to need any repetition. He typifies the ideal man. His story, the Ramayana has now become an - immortal epic. His name is known as the 'Taraka-mantra,' the Mantra that takes one across the ocean of trans­migration.",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/rama.jpg"
    },
    "Hanuman" :{
        "GodNumber":"10",
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/hanuman.jpeg"
    },
    "Shakti" :{
        "GodNumber":"11",
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/shakti.jpeg"
    },
    "Kartikeya" :{
        "GodNumber":"12",
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/kartikeya.jpeg"
    }
}