{
    "Vishnu" :{
        "GodNumber":"1",
        "Quote":"\"In the beginning of creation, the great Vishnu, desirous of creating the whole world, became threefold; Creator, Preserver, Destroyer. In order to create this world, the Supreme Spirit produced from the right side of his body himself as Brahmā; then, in order to preserve the world, he produced from his left side Vishnu; and in order to destroy the world, he produced from the middle of his body the eternal Shiva. Vishnu, one yet threefold, creates, preserves, and destroys: therefore let the pious make no difference between the three.\" (Wilkins 51).",
        "Summary":"Vishnu, in the Rig-Veda, is said \"to have established the heavens and the earth; to contain all the world in his strides;\" to have, with Indra, made the atmosphere wide, stretched out the worlds, produced the Sun, the Dawn, and Fire; to have received the homage of Varuna; whilst his greatness is described as having no limit within the ken of present or future beings. The attributes ascribed to Vishnu in some of these passages are such that, if the latter stood alone in the Rig-Veda, they might lead us to suppose that he was regarded by the Vedic Rishis as the chief of all the gods. But Indra is associated with Vishnu even in some of those texts in which the latter is most highly magnified: nay, in one place, the power by which Vishnu takes his three strides is described as being derived from Indra; in another text, Vishnu is represented as celebrating Indra's praise; whilst in another verse, Vishnu is said to have been generated by Soma.",
        "Additional":"Madhusudana, the destroyer of Madhu; and Kaitabhajit, the conqueror of Kaitabha. These were two demons who issued from Vishnu's ear as he lay asleep on the serpent Sesha at the end of a Kalpa, and were about to destroy Brahmā, as he sat on the lotus which sprang from Vishnu's navel, when this deity slew them, and hence obtained these names. \n\nVaikunthanāth, \"The Lord of Paradise.\"\nKesava, \"He who has excellent hair.\"\nMadhava, \"Made of honey; or a descendant of Madhu.\"\nSwayambhu, \"The self-existent one.\"\nPitamvara, \"He who wears yellow garments.\"\nJanārddana, \"He who causes the people to worship.\"\nVishvamvara, \"The protector of the world.\"\nHari, \"The saviour; \" lit. he who takes possession of.\nAnanta, \"The endless.\"\nDāmodara, \"Bound with a rope.\"\nMukunda, \"The deliverer.\"\nPurusha, \"The man,\" or \"The spirit.\"\nPurushottama, \"The supreme man or spirit.\" \n Yajneswara, \"The lord of sacrifice.\"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/vishnu.jpeg"
    },
    "Shiva" :{
        "GodNumber":"2",
        "Quote":"Shiva is the third person of the Hindu Triad. As Brahmā was Creator, Vishnu Preserver, in order to complete the system, as all things are subject to decay, a Destroyer was necessary; and destruction is regarded as the peculiar work of Shiva. This seems scarcely in harmony with the form by which he is usually represented. It must be remembered, however, that, according to the teaching of Hinduism, death is not death in the sense of passing into non-existence, but simply a change into a new form of life. He who destroys, therefore, causes beings to assume new phases of existence—the Destroyer is really a re-Creator; hence the name Shiva, the Bright or Happy One, is given to him, which would not have been the case had he been regarded as the destroyer in the ordinary meaning of that term. (Wilkins 104)",
        "Summary":"Shiva has many forms, one of which is the Pancanana, which is the five-faced form of Shiva. The five faces are respectively Isana, Tatpurusa, Aghora, Vamadeva and Sadyojata. These five faces represent Shiva's five tasks or roles in the universe: creation, preservation, destruction, conserving grace, and revealing grace. ",
        "Additional":"There are several other aspects in which Lord Siva is depicted or worshipped. These can be broadly divided into the following categories: ( 1 ) Saumya or Anugraha Murti; (2) Ugra, Raudra or Samhara Murtis; (3) Nrtta or Tandava Murti; (4) Dakshinamurti; (5) Lingodbhava-murti; (6) Bhiksatanamurti; (7) Haryardhamurti; (8) Ardha- narlsvaramurti. \n Lord Siva is a great master of dance. All the 108 modes of dancing known to the treatises on dancing have come from him. It is said that he dances every evening in order to relieve the sufferings of creatures and entertain the gods who gather in Kailasa in full strength. (Hence he is called Sabhapati, the lord of the congregation.)",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/shiva.jpeg"
    },
    "Brahma" :{
        "GodNumber":"3",
        "Quote":"Brahma is regarded as the Supreme Being, the God of gods; of whom Brahmā, Vishnu, and Siva are manifestations. It is true that, in some verses of the Vedas, attributes ascribed to him are also ascribed to other deities, and in some of the Purānas various gods are said to be identical with the supreme Brahma; nevertheless Brahma is regarded by the Hindus (for which opinion there is abundant authority in their scriptures) as the Supreme God—the origin of all the others, and of whom they are manifestations. Thus we read in the \"Atharva-Veda\": \"All the gods are in (Brahma) as cows in a cow-house. In the beginning Brahma was this [universe]. He created gods. Having created gods, he placed them in these worlds, viz. Agni in this world, Vāyu in the atmosphere, and Surya in the sky",
        "Summary":"Philosophically, he is the first stage of manifestation of the notion of individual existence (Ahankara). Theologically, he is the uncreated creator(Svayambhu), the self-born first Person. Brahma represents the Vedas and Sarasvati their spirit and meaning. Hence, all knowledge, sacred and secular, has proceeded from them.",
        "Additional":"He has several designations which are as instructive as they are interesting. From the cosmological point of view he is the Golden Embryo (Hiranyagarbha), the ball of fire, from which the universe develops. Since all created beings are his progency, he is Prajapati, the lord of progeny, as also Pitamaha, the patriarch. He is Vidhi, the ordinator, and Lokesa, the master of the worlds, as well as Dhatr, the sustainer. He is also Visvakarma, the architect of the world. Hindu mythological literature describes Brahma as having sprung from the lotus orginating from the navel of Vishnu. Hence he is called Nabhija (navel-born), Kanja (water-born) and so on.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/brahma.jpeg"
    },
    "Laxmi" :{
        "GodNumber":"4",
        "Quote":"Laxmi, or very commonly Sri, is the wife of Vishnu, and under various names appears in this relation in his various incarnations. \"As the lord of the worlds, the god of gods, Janārddana descends amongst mankind in various shapes; so does his coadjutor Sri. Thus, when Hari was born a dwarf, the son of Aditi, Laxmi appeared from the lotus as Padmā, or Kamalā; when he was born as Rāma (Parasurāma) of the race of Bhrigu, she was Dharāni; when he was Rāghava (Ramachandra), she was Sita; and when he was Krishna, she was Rukmini. In the other descents of Vishnu she was his associate. If he takes a celestial form, she appears as divine; if a mortal, she becomes a mortal too, transforming her own person agreeably to whatever character it pleases Vishnu to assume.\" ",
        "Summary":"Being the power and consort of Vishnu, the preserver, she is represented as the power of multiplicity and the goddess of fortune, both of which are equally necessary in the process of preservation. 'Sri' or 'Laxmi', as depicted in the Vedas, is the goddess of wealth and fortune, power and beauty. Though there is scope for the supposition that Sri and Laxmi are two separate deities, the descriptions of them are so identical, that we are tempted to conclude that they represent one and the same deity. Some scholars opine that 'Sri' was a pre-Vedic deity connected with fertility, water and agriculture. She was later fused with Laxmi, the Vedic goddess of beauty,",
        "Additional":"She is as inseparable from Vishnu as speech from meaning or knowledge from intellect, or good deeds from righteousness. He represents all that is masculine, and she, all that is feminine.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/laxmi.jpeg"
    },
    "Saraswati" :{
        "GodNumber":"5",
        "Quote":"Saraswati is the Shakti, the power and the consort of Brahma the creator. Hence she is the procreatrix, the mother, of the entire creation.",
        "Summary":"Literally Saraswati means 'the flowing one'. In the Rigveda she represents a river and the deity presiding over it. Hence, she is connected with fertility and purification.",
        "Additional":"It is obvious that the concept of Sarasvatl, developed by the later mythological literature is already here. The 'flow­ing one' can represent speech also iftaken in an allegorical sense. Hence SarasvatI represents power and intelligence from which organized creation proceeds.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/saraswati.jpeg"
    },
    "Parvati" :{
        "GodNumber":"6",
        "Quote":"ParvatI is the power and consort of Siva, the god of disintegration and destruction. An overwhelming majority of the goddesses of Hinduism are aspects and variations of Parvati.",
        "Summary":"The names by which she is known or worshipped are too numerous to mention. If some of the names like Parvati, Haimavati, Girija and Daksayani indicate her origin from the Himalayas or Daksa (one of the forefathers of mankind), other names like Siva, Mrdani, Rudrani and Sarvani stress her aspect as the spouse of Siva. Still other like Aparna and Uma have specific references to certain stories in the Pauranic literature.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Ganapati" :{
        "GodNumber":"7",
        "Quote":"Ganapati or Ganesa, also known as Vinayaka, is perhaps, the most popular of the Hindu deities worshipped by all sections of the Hindus.",
        "Summary":"Ganapati is the metamorphosed form of the Brhaspati-Marudgana deities. There is nothing strange in this, especially if we can recognize the transformations that have taken place among the various Vedic deities, as they were gradually absorbed among the gods of the later Hindu pantheon.",
        "Additional":"ParvatI prepared the image of a child out of the scurf from her body, endowed him with life and ordered him to stand guard before her house. When Siva wanted to enter the house he was rudely prevented by this new gatekeeper. Siva became 'Rudra' and got him beheaded. Seeing that Parvatl was inconsolable owing to this tragedy that befell her 'son' and not finding the head of the body anywhere -- meanwhile one of the goblins of Siva had gourmandized it! -- he got an elephant's head, grafted it on to the body of the boy and gave him life. To make amends for his 'mistake', Siva appointed this new-found son as the head of all his retinues, who thus became 'Ganapati'.",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/ganesh.jpeg"
    },
    "Krishna" :{
        "GodNumber":"8",
        "Quote":"Sri Krsna, the ninth incarnation of Lord Visnu is, perhaps, the most popular, so much so, that he is considered Purnavatara (the incarnation in total) and all other deities are regarded as his manifestations. His story and his exploits are too numerous and too well known to be men­tioned here. To the average Hindu, he is the supreme statesman, warrior, hero, philosopher and teacher, nay, God Himself. He is the great expounder of the 'Song Celestial,' the Bhagavad Gita.",
        "Summary":"The incarnation of Krishna is a central figure in Hinduism, particularly in the Vaishnavism tradition. Krishna is considered the eighth avatar of Vishnu, the preserver of the universe in the Hindu trinity. He was born in the Dvapara Yuga, the third age of the world, in the city of Mathura to Devaki and Vasudeva. However, due to a prophecy that Devaki's brother, Kamsa, would be killed by her eighth son, Kamsa imprisoned the couple and killed their first six children. Krishna was miraculously saved when his father transported him to the nearby village of Gokul, where he was raised by foster parents, Nanda and Yashoda. \nKrishna's early life is filled with playful and miraculous stories, often referred to as \"lilas\" or divine play. As a child, he is depicted as a mischievous butter thief, a beloved friend, and protector of villagers, notably lifting Mount Govardhan to protect the people from a destructive storm. \nAs an adult, Krishna played a crucial role in the Mahabharata, particularly as the charioteer and guide to Arjuna during the Kurukshetra War. His discourse to Arjuna on duty, righteousness, and devotion is recorded in the Bhagavad Gita, one of Hinduism's most sacred texts. In the Gita, Krishna reveals his divine nature and expounds on the path of selfless action, devotion, and the impermanence of the physical world. \nKrishna is revered as a god of compassion, love, and divine wisdom. His teachings and life emphasize dharma (moral order) and the importance of acting with love and devotion while remaining detached from the fruits of one's actions.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/krishna.jpg"
    },
    "Rama" :{
        "GodNumber":"9",
        "Quote":"Sri Rama, one of the two most popular incarnations of the Lord Visnu, comes next in the series. His story is too well-known to need any repetition. He typifies the ideal man. His story, the Ramayana has now become an - immortal epic. His name is known as the 'Taraka-mantra,' the Mantra that takes one across the ocean of trans­migration.",
        "Summary":"The incarnation of Sri Rama, the seventh avatar of Vishnu, is a central figure in Hindu mythology and the main protagonist of the ancient epic Ramayana. Sri Rama is revered as an ideal king, son, husband, and warrior, embodying the values of righteousness (dharma), duty, and moral integrity. \nRama was born in the Treta Yuga, the second age of the world, to King Dasharatha and Queen Kausalya in the city of Ayodhya. He had three brothers: Lakshmana, Bharata, and Shatrughna. Due to his virtues, Rama was chosen by Dasharatha to succeed him as king. However, just before his coronation, Rama was exiled to the forest for 14 years due to a promise his father had made to his stepmother, Kaikeyi. Rama, honoring his father's word, went into exile, accompanied by his devoted wife, Sita, and his loyal brother, Lakshmana. \nDuring his exile, Sita was abducted by the demon king Ravana of Lanka, setting the stage for Rama's heroic quest to rescue her. With the help of an army of monkeys led by Hanuman and Sugriva, Rama crossed to Lanka, defeated Ravana in battle, and rescued Sita. His triumph over Ravana symbolizes the victory of good over evil, and Rama's patience, strength, and unwavering adherence to duty are celebrated throughout the story. \nUpon returning to Ayodhya after his exile, Rama was crowned king and ruled with fairness and justice in what is known as Rama Rajya, a golden era of peace and prosperity. \nSri Rama is revered as a model of virtue, representing the ideals of duty, devotion, and righteousness in human life. His life story continues to inspire countless generations in India and around the world, teaching lessons on the importance of honoring one's responsibilities, acting with integrity, and standing for what is just.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/rama.jpg"
    },
    "Hanuman" :{
        "GodNumber":"10",
        "Quote":"",
        "Summary":"Hanuman is one of the most beloved and revered deities in Hinduism, known for his boundless strength, unwavering devotion, and courage. He is a central figure in the Ramayana and plays a crucial role in assisting Lord Rama during his quest to rescue Sita from the demon king Ravana. \nHanuman is the son of the wind god, Vayu, and the celestial nymph Anjana, which gives him extraordinary strength and the ability to fly. He is often depicted as a monkey-faced deity with a muscular physique, symbolizing his power, agility, and devotion. Hanuman is a member of the vanara(monkey) race and serves Sugriva, the king of the monkeys, as his loyal general. \nWhen Sita was kidnapped by Ravana, Hanuman's devotion to Rama became evident. He crossed the ocean to Lanka in a single leap, located Sita, and gave her Rama’s message of hope. Hanuman’s heroic deeds during the war between Rama and Ravana include burning down a portion of Lanka with his flaming tail, carrying an entire mountain (the Sanjeevani) to retrieve life-saving herbs to heal Lakshmana, and displaying immense loyalty and courage on the battlefield. \nHanuman's qualities of absolute faith and selfless service to Lord Rama make him a symbol of devotion (bhakti) and humility. Even though he possessed immense power, Hanuman remained humble, attributing all his successes to Rama. His character teaches the values of dedication, humility, and strength in the service of a higher purpose. \nHanuman is worshipped as a god of strength, protection, and devotion, and he is often invoked for courage in the face of adversity. His tales are celebrated in the Hanuman Chalisa, a devotional hymn that praises his virtues and deeds, and he remains a central figure in Hindu worship and mythology.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/hanuman.jpeg"
    },
    "Shakti" :{
        "GodNumber":"11",
        "Quote":"",
        "Summary":"Shakti, in Hinduism, is the divine feminine power, representing the active, dynamic energy of the universe. She is often referred to as the *Devi* (goddess) and is considered the cosmic force responsible for creation, preservation, and destruction. Shakti is revered as the embodiment of strength, fertility, creativity, and the nurturing aspects of life, but she is also associated with fierce, transformative power. \nShakti is not just one goddess but a concept that manifests through different deities. Some of the most well-known forms of Shakti include: \n- Parvati: The gentle and nurturing wife of Lord Shiva. She symbolizes love, fertility, and devotion, and is the mother of Ganesha and Kartikeya. Parvati represents the compassionate aspect of Shakti, guiding and supporting those who seek her blessings. \n- Durga: A warrior goddess who embodies protection and strength. Durga is often depicted riding a lion or tiger and wielding weapons in her many arms. She was created to defeat the demon Mahishasura, symbolizing the victory of good over evil. Durga’s power is celebrated during the festival of Navaratri, which honors her role in restoring balance and righteousness in the universe. \n- Kali: A fierce and fearsome aspect of Shakti, Kali represents destruction and the transformative force that brings an end to ignorance, ego, and evil. She is often shown with dark skin, wearing a garland of skulls, and standing on the body of Lord Shiva, symbolizing the destruction of the ego and the cyclical nature of time and creation. \n- Lakshmi: The goddess of wealth, prosperity, and fortune. She is the consort of Vishnu and is worshipped during Diwali. Lakshmi represents the nourishing and sustaining aspect of Shakti, bringing material and spiritual wealth to her devotees. \n- Saraswati: The goddess of knowledge, wisdom, and the arts. Saraswati, often shown with a veena (musical instrument) and books, is the embodiment of intellectual and creative energy, representing the pursuit of learning and artistic expression. \nShakti is also the driving force behind the male deities in Hinduism. Without her energy, they are considered inactive or powerless. In this sense, Shakti and Shiva, for example, are viewed as complementary forces — Shiva is pure consciousness, and Shakti is the energy that brings that consciousness into motion. \nShakti is central to Shaktism, a major tradition within Hinduism that focuses on the worship of the Goddess as the supreme power. Devotees of Shakti believe that the divine feminine energy is the source of all life and that it is through her grace that the universe functions. \nShakti represents the raw, potent power of the universe — a power that can create, protect, and transform.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/shakti.jpeg"
    },
    "Kartikeya" :{
        "GodNumber":"12",
        "Quote":"",
        "Summary":"Kartikeya, also known as Skanda, Murugan, or Subramanya, is a prominent deity in Hinduism, revered as the god of war, victory, and leadership. He is the son of Lord Shiva and Goddess Parvati, and is often depicted as a youthful, handsome warrior, riding a peacock and wielding a spear (Vel), which symbolizes his power and the ability to overcome obstacles. \nKartikeya's birth is surrounded by mythological stories. According to one legend, the gods were in need of a powerful warrior to defeat the demon Tarakasura, whose immortality could only be broken by a son of Shiva. To accomplish this, Parvati gave birth to Kartikeya, who was raised by the six Krittikas (a group of seven celestial nymphs), hence his name. Kartikeya grew into a skilled warrior, eventually leading the divine army to victory over the demon forces in a fierce battle. \nKartikeya's role as a divine warrior makes him a symbol of valor, courage, and leadership. His victories in battle represent the triumph of good over evil, and he is often invoked for protection in times of conflict. In Tamil and South Indian traditions, Kartikeya is especially revered as Murugan, the god of Tamil people, associated with purity, beauty, and wisdom. \nThe symbolism of Kartikeya is rich with meaning. His peacock mount represents the control of desires, while his spear (Vel) is a symbol of wisdom and divine power that conquers ignorance. Kartikeya is also associated with youth, beauty, and the nurturing side of war — fighting not for destruction but for justice and righteousness. \nKartikeya's worship is especially popular during festivals such as Skanda Shasti, which celebrates his victory over evil and his divine attributes. He is regarded as a protector, a guide to those on the spiritual path, and a symbol of martial strength used in service of righteousness.",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/kartikeya.jpeg"
    }
}