{
    "Vishnu" :{
        "Quote":"\"In the beginning of creation, the great Vishnu, desirous of creating the whole world, became threefold; Creator, Preserver, Destroyer. In order to create this world, the Supreme Spirit produced from the right side of his body himself as Brahmā; then, in order to preserve the world, he produced from his left side Vishnu; and in order to destroy the world, he produced from the middle of his body the eternal Shiva. Vishnu, one yet threefold, creates, preserves, and destroys: therefore let the pious make no difference between the three.\" (Wilkins 51).",
        "Summary":"Vishnu, in the Rig-Veda, is said \"to have established the heavens and the earth; to contain all the world in his strides;\" to have, with Indra, made the atmosphere wide, stretched out the worlds, produced the Sun, the Dawn, and Fire; to have received the homage of Varuna; whilst his greatness is described as having no limit within the ken of present or future beings. The attributes ascribed to Vishnu in some of these passages are such that, if the latter stood alone in the Rig-Veda, they might lead us to suppose that he was regarded by the Vedic Rishis as the chief of all the gods. But Indra is associated with Vishnu even in some of those texts in which the latter is most highly magnified: nay, in one place, the power by which Vishnu takes his three strides is described as being derived from Indra; in another text, Vishnu is represented as celebrating Indra's praise; whilst in another verse, Vishnu is said to have been generated by Soma.",
        "Additional":"Madhusudana, the destroyer of Madhu; and Kaitabhajit, the conqueror of Kaitabha. These were two demons who issued from Vishnu's ear as he lay asleep on the serpent Sesha at the end of a Kalpa, * and were about to destroy Brahmā, as he sat on the lotus which sprang from Vishnu's navel, when this deity slew them, and hence obtained these names. \n\nVaikunthanāth, \"The Lord of Paradise.\"\nKesava, \"He who has excellent hair.\"\nMadhava, \"Made of honey; or a descendant of Madhu.\"\nSwayambhu, \"The self-existent one.\"\nPitamvara, \"He who wears yellow garments.\"\nJanārddana, \"He who causes the people to worship.\"\nVishvamvara, \"The protector of the world.\"\nHari, \"The saviour; \" lit. he who takes possession of.\nAnanta, \"The endless.\"\nDāmodara, \"Bound with a rope.\"\nMukunda, \"The deliverer.\"\nPurusha, \"The man,\" or \"The spirit.\"\nPurushottama, \"The supreme man or spirit.\" \n Yajneswara, \"The lord of sacrifice.\"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/vishnu.jpeg"
    },
    "Shiva" :{
        "Quote":"Shiva is the third person of the Hindu Triad. As Brahmā was Creator, Vishnu Preserver, in order to complete the system, as all things are subject to decay, a Destroyer was necessary; and destruction is regarded as the peculiar work of Shiva. This seems scarcely in harmony with the form by which he is usually represented. It must be remembered, however, that, according to the teaching of Hinduism, death is not death in the sense of passing into non-existence, but simply a change into a new form of life. He who destroys, therefore, causes beings to assume new phases of existence—the Destroyer is really a re-Creator; hence the name Shiva, the Bright or Happy One, is given to him, which would not have been the case had he been regarded as the destroyer in the ordinary meaning of that term. (Wilkins 104)",
        "Summary":"Shiva has many forms, one of which is the Pancanana, which is the five-faced form of Shiva. The five faces are respectively Isana, Tatpurusa, Aghora, Vamadeva and Sadyojata. These five faces represent Shiva's five tasks or roles in the universe: creation, preservation, destruction, conserving grace, and revealing grace. ",
        "Additional":"There are several other aspects in which Lord Siva is depicted or worshipped. These can be broadly divided into the following categories: ( 1 ) Saumya or Anugraha Murti; (2) Ugra, Raudra or Samhara Murtis; (3) Nrtta or Tandava Murti; (4) Dakshinamurti; (5) Lingodbhava-murti; (6) Bhiksatanamurti; (7) Haryardhamurti; (8) Ardha- narlsvaramurti. \n Lord Siva is a great master of dance. All the 108 modes of dancing known to the treatises on dancing have come from him. It is said that he dances every evening in order to relieve the sufferings of creatures and entertain the gods who gather in Kailasa in full strength. (Hence he is called Sabhapati, the lord of the congregation.)",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/shiva.jpeg"
    },
    "Brahma" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/brahma.jpeg"
    },
    "Laxmi" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/laxmi.jpeg"
    },
    "Saraswati" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/saraswati.jpeg"
    },
    "Parvati" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Ganesh" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Krishna" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Rama" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Hanuman" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    },
    "Kartikeya" :{
        "Quote":"",
        "Summary":"",
        "Additional":"",
        "Image":"https://github.com/Arya-Arjun183/Resources/raw/main/GodPhotos/parvati.jpeg"
    }
}