{
	"4.1":"।।4.1।। श्रीभगवान् ने कहा ---  मैंने इस अविनाशी योग को विवस्वान् (सूर्य देवता) से कहा (सिखाया);  विवस्वान् ने मनु से कहा;  मनु ने इक्ष्वाकु से कहा।।",
	"4.2":"।।4.2।। इस प्रकार परम्परा से प्राप्त हुये इस योग को राजर्षियों ने जाना, (परन्तु) हे परन्तप ! वह योग बहुत काल (के अन्तराल) से यहाँ (इस लोक में) नष्टप्राय हो गया।।",
	"4.3":"।।4.3।। वह ही यह पुरातन योग आज मैंने तुम्हें कहा (सिखाया) क्योंकि तुम मेरे भक्त और मित्र हो। यह उत्तम रहस्य है।।",
	"4.4":"।।4.4।। अर्जुन ने कहा -- आपका जन्म अपर अर्थात् पश्चात का है और विवस्वान् का जन्म (आपके) पूर्व का है, इसलिये यह मैं कैसे जानूँ कि (सृष्टि के) आदि में आपने (इस योग को) कहा था?",
	"4.5":"।।4.5।। श्रीभगवान् ने कहा -- हे अर्जुन ! मेरे और तुम्हारे बहुत से जन्म हो चुके हैं, (परन्तु) हे परन्तप ! उन सबको मैं जानता हूँ और तुम नहीं जानते।।",
	"4.6":"।।4.6।। यद्यपि मैं अजन्मा और अविनाशी स्वरूप हूँ और भूतमात्र का ईश्वर हूँ (तथापि) अपनी प्रकृति को अपने अधीन रखकर (अधिष्ठाय) मैं अपनी माया से जन्म लेता हूँ।।",
	"4.7":"।।4.7।। हे भारत ! जब-जब धर्म की हानि और अधर्म की वृद्धि होती है,  तब-तब मैं स्वयं को प्रकट करता हूँ।।",
	"4.8":"।।4.8।। साधु पुरुषों के रक्षण,  दुष्कृत्य करने वालों के नाश,  तथा धर्म संस्थापना के लिये,  मैं प्रत्येक युग में प्रगट होता हूँ।।",
	"4.9":"।।4.9।। हे अर्जुन ! मेरा जन्म और कर्म दिव्य है,  इस प्रकार जो पुरुष तत्त्वत:  जानता है, वह शरीर को त्यागकर फिर जन्म को नहीं प्राप्त होता;  वह मुझे ही प्राप्त होता है।।",
	"4.10":"।।4.10।। राग भय और क्रोध से रहित मनमय मेरे शरण हुए बहुत से पुरुष ज्ञान रुप तप से पवित्र‌ हुए मेरे स्वरुप को प्राप्त हुए हैं।।",
	"4.11":"।।4.11।। जो मुझे जैसे भजते हैं,  मैं उन पर वैसे ही अनुग्रह करता हूँ;  हे पार्थ सभी मनुष्य सब प्रकार से, मेरे ही मार्ग का अनुवर्तन करते हैं।।",
	"4.12":"।।4.12।। (सामान्य मनुष्य) यहाँ (इस लोक में) कर्मों के फल को चाहते हुये देवताओं को पूजते हैं;  क्योंकि मनुष्य लोक में कर्मों के फल शीघ्र ही प्राप्त होते हैं।।",
	"4.13":"।।4.13।। गुण और कर्मों के विभाग से चातुर्वण्य मेरे द्वारा रचा गया है। यद्यपि मैं उसका कर्ता हूँ, तथापि तुम मुझे अकर्ता और अविनाशी जानो।।",
	"4.14":"।।4.14।। कर्म मुझे लिप्त नहीं करते;  न मुझे कर्मफल में स्पृहा है। इस प्रकार मुझे जो जानता है, वह भी कर्मों से नहीं बन्धता है।।",
	"4.15":"।।4.15।। पूर्व के मुमुक्ष पुरुषों द्वारा भी इस प्रकार जानकर ही कर्म किया गया है;  इसलिये तुम भी पूर्वजों द्वारा सदा से किये हुए कर्मों को ही करो।।",
	"4.16":"।।4.16।। कर्म क्या है और अकर्म क्या है? इस विषय में बुद्धिमान पुरुष भी भ्रमित हो जाते हैं। इसलिये मैं तुम्हें कर्म कहूँगा,  (अर्थात् कर्म और अकर्म का स्वरूप समझाऊँगा) जिसको जानकर तुम अशुभ (संसार बन्धन) से मुक्त हो जाओगे।।",
	"4.17":"।।4.17।। कर्म का (स्वरूप) जानना चाहिये और विकर्म का (स्वरूप) भी जानना चाहिये ; (बोद्धव्यम्) तथा अकर्म का भी (स्वरूप) जानना चाहिये (क्योंकि) कर्म की गति गहन है।।",
	"4.18":"।।4.18।। जो पुरुष कर्म में अकर्म और अकर्म में कर्म देखता है,  वह मनुष्यों में बुद्धिमान है,  वह योगी सम्पूर्ण कर्मों को करने वाला है।।",
	"4.19":"।।4.19।। जिसके समस्त कार्य कामना और संकल्प से रहित हैं,  ऐसे उस ज्ञानरूप अग्नि के द्वारा भस्म हुये कर्मों वाले पुरुष को ज्ञानीजन पण्डित कहते हैं।।",
	"4.20":"।।4.20।। जो पुरुष,  कर्मफलासक्ति को त्यागकर,  नित्यतृप्त और सब आश्रयों से रहित है वह कर्म में प्रवृत्त होते हुए भी (वास्तव में) कुछ भी नहीं करता है।।",
	"4.21":"।।4.21।। जो आशा रहित है तथा जिसने चित्त और आत्मा (शरीर) को संयमित किया है,  जिसने सब परिग्रहों का त्याग किया है,  ऐसा पुरुष शारीरिक कर्म करते हुए भी पाप को नहीं प्राप्त होता है।।",
	"4.22":"।।4.22।। यदृच्छया (अपने आप) जो कुछ प्राप्त हो उसमें ही सन्तुष्ट रहने वाला,  द्वन्द्वों से अतीत तथा मत्सर से रहित,  सिद्धि व असिद्धि में समभाव वाला पुरुष कर्म करके भी नहीं बन्धता है।।",
	"4.23":"।।4.23।। जो आसक्तिरहित और मुक्त है,  जिसका चित्त ज्ञान में स्थित है,  यज्ञ के लिये आचरण करने वाले ऐसे पुरुष के समस्त कर्म लीन हो जाते हैं।।",
	"4.24":"।।4.24।। अर्पण (अर्थात् अर्पण करने का साधन श्रुवा) ब्रह्म है और हवि (शाकल्य अथवा हवन करने योग्य द्रव्य) भी ब्रह्म है;  ब्रह्मरूप अग्नि में ब्रह्मरूप कर्ता के द्वारा जो हवन किया गया है,  वह भी ब्रह्म ही है। इस प्रकार ब्रह्मरूप कर्म में समाधिस्थ पुरुष का गन्तव्य भी ब्रह्म ही है।।",
	"4.25":"।।4.25।। कोई योगीजन देवताओं के पूजनरूप यज्ञ को ही करते हैं ; और दूसरे (ज्ञानीजन) ब्रह्मरूप अग्नि में यज्ञ के द्वारा यज्ञ को हवन करते हैं।।",
	"4.26":"।।4.26।। अन्य (योगीजन) श्रोत्रादिक सब इन्द्रियों को संयमरूप अग्नि में हवन करते हैं,  और अन्य (लोग) शब्दादिक विषयों को इन्द्रियरूप अग्नि में हवन करते हैं।।",
	"4.27":"।।4.27।। दूसरे (योगीजन) सम्पूर्ण इन्द्रियों के तथा प्राणों के कर्मों को ज्ञान से प्रकाशित आत्मसंयमयोगरूप अग्नि में हवन करते हैं।।",
	"4.28":"।।4.28।। कुछ (साधक) द्रव्ययज्ञ, तपयज्ञ और योगयज्ञ करने वाले होते हैं;  और दूसरे कठिन व्रत करने वाले स्वाध्याय और ज्ञानयज्ञ करने वाले योगीजन होते हैं।।",
	"4.29":"।।4.29।। अन्य (योगीजन) अपानवायु में प्राणवायु को हवन करते हैं,  तथा प्राण में अपान की आहुति देते हैं,  प्राण और अपान की गति को रोककर,  वे प्राणायाम के ही समलक्ष्य समझने वाले होते हैं।।",
	"4.30":"।।4.30।। दूसरे नियमित आहार करने वाले (साधक जन) प्राणों को प्राणों में हवन करते हैं। ये सभी यज्ञ को जानने वाले हैं, जिनके पाप यज्ञ के द्वारा नष्ट हो चुके हैं।।",
	"4.31":"।।4.31।। हे कुरुश्रेष्ठ ! यज्ञ के अवशिष्ट अमृत को भोगने वाले पुरुष सनातन ब्रह्म को प्राप्त होते हैं। यज्ञ रहित पुरुष को यह लोक भी नहीं मिलता,  फिर परलोक कैसे मिलेगा?",
	"4.32":"।।4.32।। ऐसे अनेक प्रकार के यज्ञों का ब्रह्मा के मुख अर्थात् वेदों में प्रसार है अर्थात् वर्णित हैं। उन सब को कर्मों से उत्पन्न हुए जानो;  इस प्रकार जानकर तुम मुक्त हो जाओगे।।",
	"4.33":"।।4.33।। हे परन्तप ! द्रव्यों से सम्पन्न होने वाले यज्ञ की अपेक्षा ज्ञानयज्ञ श्रेष्ठ है। हे पार्थ ! सम्पूर्ण अखिल कर्म ज्ञान में समाप्त होते हैं,  अर्थात् ज्ञान उनकी पराकाष्ठा है।।",
	"4.34":"।।4.34।। उस (ज्ञान) को (गुरु के समीप जाकर) साष्टांग प्रणिपात,  प्रश्न तथा सेवा करके जानो;  ये तत्त्वदर्शी ज्ञानी पुरुष तुम्हें ज्ञान का उपदेश करेंगे।।",
	"4.35":"।।4.35।। जिसको जानकर तुम पुन इस प्रकार मोह को नहीं प्राप्त होगे,  और हे पाण्डव ! जिसके द्वारा तुम भूतमात्र को अपने आत्मस्वरूप में तथा मुझमें भी देखोगे।।",
	"4.36":"।।4.36।। यदि तुम सब पापियों से भी अधिक पाप करने वाले हो,  तो भी ज्ञानरूपी नौका द्वारा,  निश्चय ही सम्पूर्ण पापों का तुम संतरण कर जाओगे।।",
	"4.37":"।।4.37।। जैसे प्रज्जवलित अग्नि ईन्धन को भस्मसात् कर देती है,  वैसे ही,  हे अर्जुन ! ज्ञानरूपी अग्नि सम्पूर्ण कर्मों को भस्मसात् कर देती है।।",
	"4.38":"।।4.38।। इस लोक में ज्ञान के समान पवित्र करने वाला,  निसंदेह,  कुछ भी नहीं है। योग में संसिद्ध पुरुष स्वयं ही उसे (उचित) काल में आत्मा में प्राप्त करता है।।",
	"4.39":"।।4.39।। श्रद्धावान्,  तत्पर और जितेन्द्रिय पुरुष ज्ञान प्राप्त करता है। ज्ञान को प्राप्त करके शीघ्र ही वह परम शान्ति को प्राप्त होता है।।",
	"4.40":"।।4.40।। अज्ञानी तथा श्रद्धारहित और संशययुक्त पुरुष नष्ट हो जाता है,  (उनमें भी) संशयी पुरुष के लिये न यह लोक है,  न परलोक और न सुख।।",
	"4.41":"।।4.41।। जिसने योगद्वारा कर्मों का संन्यास किया है,  ज्ञानद्वारा जिसके संशय नष्ट हो गये हैं,  ऐसे आत्मवान् पुरुष को,  हे धनंजय ! कर्म नहीं बांधते हैं।।",
	"4.42":"।।4.42।। इसलिये अपने हृदय में स्थित अज्ञान से उत्पन्न आत्मविषयक संशय को ज्ञान खड्ग से काटकर,  हे भारत ! योग का आश्रय लेकर खड़े हो जाओ।।"

}