{
	"5.1":"5.1 Arjuna said  O Krsna, You praise renunciation of actions, and again, (Karma-) yoga. Tell me for certain that one which is better between these two.",
	"5.2":"5.2 The Blessed Lord said  Renunciation and the Yoga of action both lead to the highest bliss; but of the two, the Yoga of action is superior to the renunciation of action.",
	"5.3":"5.3 He who neither hates nor desires and is beyond the pairs of opposites is to be understood as an ever-renouncer. Hence, he is easily set free from bondage, O Arjuna.",
	"5.4":"5.4 Children, not the learned, speak of Sankhya (Jnana Yoga) and Yoga (Karma Yoga) as distinct; he who is firmly set in one, attans the fruit of both.",
	"5.5":"5.5 The State [Sthana (State) is used in the derivative sense of 'the place in which one remains established, and from which one does not become relegated'.] that is reached by the Sankhyas, that is reached by the yogis as well. He sees who sees Sankhya and yoga as one.",
	"5.6":"5.6 But, O mighty-armed one, renunciation is hard to attain without (Karma-) yoga. The meditative man eipped with yoga attains Brahman without delay.",
	"5.7":"5.7 He who is spiritual, who is pure, who has overcome his senses and his personal self, who has realised his highest Self as the Self of all, such a one, even though he acts, is not bound by his acts.",
	"5.8":"5.8-5.9 Remaining absorbed in the Self, the knower of Reality should think, 'I certainly do not do anything', even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, releasing, holding, opening and closing the eyes-remembering that the organs function in relation to the objects of the organs.",
	"5.9":"5.9 Though he talks, though he gives and receives, though he opens his eyes and shuts them, he still knows that his senses are merely disporting themselves among the objects of perception.",
	"5.10":"5.10 He who acts without attachment, reposing all actions on Brahman (Prakrti), is untouched by evil, as a lotus-leaf by water.",
	"5.11":"5.11 Merely witth the body, the mind, the intellect and the senses, Yogins do actions, renouncing attachment, for the purification of the self.",
	"5.12":"5.12 Giving up the result of work by becoming resolute in faith, one attains Peace arising from steadfastness. One who is lacking in resolute faith, being attached to the result under the impulsion of desire, becomes bound.",
	"5.13":"5.13 The embodied man of self-control, having given up all actions mentally, continues happily in the town of nine gates, without doing or causing (others) to do anything at all.",
	"5.14":"5.14 The Self does not create agentship or any objects (of desire) for anyone; nor association with the results of actions. But it is Nature that acts.",
	"5.15":"5.15 The Omnipresent neither accepts anybody's sin nor even virtue. Knowledge remains covered by ignorance. Thery the creatures become deluded.",
	"5.16":"5.16. In the case of those whose Illusion has been, however, destroyed by the Self-knowledge, then for them that knowledge illumines itself, like the sun.",
	"5.17":"5.17 Their intellect absorbed in That, their self being That, established in That, with That for their supreme goal, they go whence there is no return, their sins dispelled by knowledge.",
	"5.18":"5.18 Sages look with an eal eye on a Brahmana endowed with learning and humility, on a cow, on an elephant, and even on a dog and an outcaste.",
	"5.19":"5.19 Even here (in this world) birth (everything) is overcome by those whose minds rest in eality; Brahman is spotless indeed and eal; therefore they are established in Brahman.",
	"5.20":"5.20. He who, with his self (mind) not attached to the external contacts, finds happiness in the Self-that person, with his self engaged in the Yoga, pervades easily, suffering no loss, the Brahman.",
	"5.21":"5.21. The enjoyments that are born of contacts [with objects] are indeed nothing but sources of misery and have beginning and end.  [Hence], an intelligent man does not get delighted in them, O son of Kunti !",
	"5.22":"5.22 The enjoyments that are born of contacts are only generators of pain, for they have a beginning and an end, O Arjuna; the wise man does not rejoice in them.",
	"5.23":"5.23 He who is able, while still here (in this world) to withstand, before the liberation from the body, the impulse born out of desire and anger  he is a Yogi, he is a happy man.",
	"5.24":"5.24 He who is happy within, who rejoices within, and who is illuminated within, that Yogi attains absolute freedom or Moksha, himself becoming Brahman.",
	"5.25":"5.25 The seers whose sins have been attenuated, who are freed from doubt, whose organs are under control, who are engaged in doing good to all beings, attain absorption in Brahman.",
	"5.26":"5.26 To those who are free from desire and wrath, who are wont to exert themselves, whose thought is controlled, and who have conered it - the beatitude of the Brahman is close at hand.",
	"5.27":"5.27 Shutting out (all) external contacts and fixing the gaze between the eyrow, ealising the outgoing and incoming breaths moving within the nostrils.",
	"5.28":"5.27-5.28 Keeping the external objects outside, the eyes at the juncture of the eye-brows, and making eal the outgoing and incoming breaths that move through the nostrils, the contemplative who has control over his organs, mind and intellect should be fully intent on Liberation and free from desire, fear and anger. He who is ever is verily free.",
	"5.29":"5.29 He who knows Me as the enjoyer of sacrifices and austerities, the great Lord of all the worlds and the friend of all beings, attains to peace."

}