{
	"10.1":"10.1 The Blessed Lord said  Again, O mighty-armed Arjuna, listen to my supreme word which I will declare to thee who who art beloved, for thy welfare.",
	"10.2":"10.2 Neither the gods nor the great sages know My majesty. For, in all respects, I am the source of the gods and the great sages.",
	"10.3":"10.3 He who knows Me as unborn and beginningless, as the great Lord of the worlds, he, among mortals, is undeluded and he is liberated from all sins.",
	"10.4":"10.4 Intellect, wisdom, non-delusion, forgiveness, truth, self-restraint, calmness, happiness, pain, existence or birth, non-existence or death, fear and also fearlessness.",
	"10.5":"10.5 Non-violence, eality, cheerfulness, austerity, beneficence, fame and infamy- these different alities of beings arise from Me alone.",
	"10.6":"10.6 The seven great sages, the ancient four and also the Manus, possessed of powers like Me (on account of their minds being fixed on Me), were born of (My) mind; from them are these creatures born in this world.",
	"10.7":"10.7 One who knows truly this majesty and yoga of Mine, he becomes imbued with unwavering Yoga. There is no doubt about this.",
	"10.8":"10.8 I am the origin of all; everything moves on owing to Me. Realizing thus, the wise ones, filled with fervour, adore Me.",
	"10.9":"10.9 With minds fixed on Me, with lives dedicated to Me, enlightening each other, and always speaking of Me, they derive satisfaction and rejoice.",
	"10.10":"10.10 To those who are always devout and who worship Me with love, I give the power of discrimination, which leads them to Me.",
	"10.11":"10.11 Out of compassion for them alone, I, abiding in their mental activity as its object, dispel the darkness born of ignorance by the brilliant lamp of knowledge.",
	"10.12":"10.12. - 10.13. Arjuna said  You are the Supreme Brahman, Supreme Abode, Supreme Purifier.  All the seers and also the divine seer Narada, Asita Devala, Vyasa describe You as the Eternal Divine Soul,  the unborn, all-manifesting First-God.  You too say so to me.",
	"10.13":"10.13 So have said the seers and the divine sage Narada; as well as Asita, Devala and Vyasa; and Thou Thyself also sayest it.",
	"10.14":"10.14 I believe in what Thou hast said, my Lord! For neither the godly not the godless comprehend Thy manifestation.",
	"10.15":"10.15. Only Yourself know Yourself by Yourself, O Supreme Purusa, Creator of all beings, Lord of beings, God of gods, Lord of the Universe !",
	"10.16":"10.16 You should tell Me without reserve Your divine manifestations whery You abide pervading all these worlds.",
	"10.17":"10.17 How can I, Your devotee, know You by constantly meditating on You?  And in what modes, O Lord, are you to be meditated upon by Me.",
	"10.18":"10.18 O Janardana, narrate to me again [In addition to what has been said in the seventh and ninth chapters.] Your onw yoga and (divine) manifestations elaborately. For, while hearing (Your) nectar-like (words), there is no satiety in me.",
	"10.19":"10.19 The Blessed Lord said  O best of the Kurus, now, according to their importance, I shall described to you My onw glories, which are indeed divine. There is no end to my manifestations.",
	"10.20":"10.20 I am the Self, O Arjuna, dwelling in the hearts of all beings. I am the beginning, the middle and also the end of all beings.",
	"10.21":"10.21. Of  the sons of Aditi, I am Visnu; of the luminaries, the radiant Sun; of the Maruts,  I am Marici; of the stars, I  am the Moon.",
	"10.22":"10.22 Of the Vedas I am Samaveda. Of gods, I am Indra. Of sense-organs I am the Manas (mind), and of living beings I am consciousness.",
	"10.23":"10.23 Of the Rudras I am Sankara. Of the Yaksas and Raksasas, I am the Lord of wealth (Kubera). Of the Vasus, I am Agni; of the mountains, I am Meru.",
	"10.24":"10.24 O son of Prtha, know me to be Brhaspati, the foremost among the priests of kings. Among comanders of armies I am Skanda; among large expanses of water I am the sea.",
	"10.25":"10.25 Of the great seers, I am Bhrgu. Of words, I am the single-lettered word Om. Of sacrifices, I am the sacrifice of Japa. Of immovable things I am the Himalayas.",
	"10.26":"10.26 Of trees I am the Asvattha. Of celestial seers, I am Narada. Of the Gandharvas I am Citraratha. Of the perfected, I am Kapila.",
	"10.27":"10.27 Among horses, know Me to be Uccaihsravas, born of nectar; Airavata among the lordly elephants; and among men, the Kind of men. [Uccaihsravas and Airavata are respectively the divine horse and elephant of Indra.]",
	"10.28":"10.28 Among weapons I am the thunderbolt; among cows I am kamadhenu. I am Kandarpa, the Progenitor, and among serpents I am Vasuki.",
	"10.29":"10.29 I am Ananta among the Nagas; I am Varuna among water-deities; Aryaman among the Manes I am; I am Yama among the governors.",
	"10.30":"10.30 And, I am Prahlada among the demons, among the reckoners I am time; among beasts I am the lion, and Vainateya (Garuda) among birds.",
	"10.31":"10.31 Among the purifiers (or the speeders) I am the wind; Rama among the warriors am I; among the fishes I am the shark; among the streams I am the Ganga.",
	"10.32":"10.32 Of creatures, I am the beginning and the end, and also the middle, O Arjuna. Of sciences I am the science of self (of the individual and Universal Self). Of those who argue, I am the fair reasoning.",
	"10.33":"10.33 Of letters, I am the alphabet 'a'. Of compound words, I am the Dvandva (copulative). I am Myself imperishable Time. I am the Creator, facing every side.",
	"10.34":"10.34 And I am the all-devouring Death, and the prosperity of those who are to be prosperous; among the feminine alities (I am) fame, prosperity, speech, memory, intelligence, firmness and forgiveness.",
	"10.35":"10.35 I am also the Brhat-sama of the Sama (-mantras); of the metres, Gayatri. Of the months I am Marga-sirsa, and of the seasons, spring.",
	"10.36":"10.36 Of the fraudulent I am the gambling; I am the irresistible ?nd of the mighty. I am excellene, I am effort, I am the sattva ality of those possessed of sattva.",
	"10.37":"10.37 Of the vrsnis [The clan to which Sri krsna belonged, known otherwise as the Yadavas.] I am Vasudeva; of the Pandavas, Dhananjaya (Arjuna). And of the wise, I am Vyasa; of the omniscient, the omniscient Usanas.",
	"10.38":"10.38 Of those who punish, I am the sceptre; among those who seek victory, I am statesmanship; and also among secrets, I am silence; knowledge among knowers I am.",
	"10.39":"10.39 And whatever is the seed of all beings, that also am I, O Arjuna; there is no being, whether moving or unmoving, that can exist without Me.",
	"10.40":"10.40 O destroyer of enemies, there is no limit to My divine manifestations. This description of (My) manifestations, however, has been stated by Me by way illustration.",
	"10.41":"10.41 Whatever object [All living beings] is verily endowed with majesty, possessed of prosperity, or is energetic, you know for certain each of them as having a part of My power as its source.",
	"10.42":"10.42. Or, O Arjuna !  Why this detailed statement ?  I remain, pervading this entire universe with a single fraction [of Myself]."

}