{
	"4.1":"4.1 'Lord Shri Krishna said: This imperishable philosophy I taught to Viwaswana, the founder of the Sun dynasty, Viwaswana gave it to Manu the lawgiver, and Manu to King Ikshwaku!'",
	"4.2":"4.2 This, handed down thus in regular succession, the royal sages knew. This Yoga, by long lapse of time, has been lost here, O Parantapa (burner of the foes).",
	"4.3":"4.3 It is the same ancient Path that I have now revealed to thee, since thou are My devotee and My friend. It is the supreme Secret.",
	"4.4":"4.4 Arjuna asked: My Lord! Viwaswana was born before Thee; how then canst Thou have revealed it to him?",
	"4.5":"4.5 Lord Shri Krishna replied: I have been born again and again, from time to time; thou too,O Arjuna! My births are known to Me, but thou knowest not thine.",
	"4.6":"4.6 Though I am birthless, undecaying by nature, and the Lord of beings, (still) by subjugating My Prakriti, I take birth by means of My own Maya.",
	"4.7":"4.7 Whenever there is decline of righteousness, O Arjuna, and rise of unrighteousness, then I manifest Myself.",
	"4.8":"4.8 For the protection of the good, for the destruction of the wicked and for the establishment of righteousness, I am born in every age.",
	"4.9":"4.9. Whosoever knows thus correctly the divine birth and action of Mine, he, on abandoning the body does not go to rirth,  [but]  goes to Me,  O Arjuna !",
	"4.10":"4.10 Freed from attachment, fear and anger, absorbed in Me, taking refuge in Me, purified by the fire of knowledge, many have attained to My Being.",
	"4.11":"4.11 In whatever way men approach Me even so do I reward them; My path do men tread in all ways, O Arjuna.",
	"4.12":"4.12 Those who desire the fruits of their ritualistic acts, sacrifice to the gods here; for, success born of such acts ickly accrues in the world of men.",
	"4.13":"4.13. The four-fold caste-structure has been created by Me,  according to the division of [their respective]  alities and actions.  Though I am the creator of this,  know Me as a changeless non-creator.",
	"4.14":"4.14. Actions do not stain Me; nor do I have a desire for the fruits [of actions] also.  Whosoever comprehends Me as such, he is not bound by actions.",
	"4.15":"4.15 Having known this, the ancient seekers after freedom also performed action; therefore do thou also perform action, as did the ancients in days of yore.",
	"4.16":"4.16 What is action? What is inaction? As to this even the wise are confused. Therefore I shall teach thee such action (the nature of action and inaction) by knowing which thou shalt be liberated from the evil (of Samsara, the wheel of birth and death).",
	"4.17":"4.17 For verily (the true nature) of action (enjoined by the scriptures) should be known, also (that) of forbidden (or unlawful) action, and of inaction; hard to understand is the nature (path) of action.",
	"4.18":"4.18. He, who finds non-action in the action, and action in the non-action, is an intelligent one, among men and is said to be a performer or destroyer of all actions.",
	"4.19":"4.19. He, whose every exertion is devoid of intention for the desirable objects, and whose actions are burnt up by the fire of wisdom-him the wise call a man of learning.",
	"4.20":"4.20 Having abandoned attachment to the fruits of the action, ever content, depending on nothing, he does not do anything though engaged in activity.",
	"4.21":"4.21 Without hope and with the mind and the self controlled, having abandoned all covetousness, doing mere bodily action, he incurs no sin.",
	"4.22":"4.22 Content with what comes to him without effort, free from the pairs of opposites and envy, even-minded in success and failure, though acting, he is not bound.",
	"4.23":"4.23 Of one whose attachments are gone, who is free, whose mind is established in knowledge, who works only for sacrifices, his Karma is entirely dissolved.",
	"4.24":"4.24 Brahman is the instrument to offer with; Brahman is the oblation. By Brahman is the oblation offered into the fire of Brahman; Brahman alone is to be reached by him who meditates on Him in his works.",
	"4.25":"4.25 Some Yogies perform sacrifice to the gods alone; while others (who have realised the Self) offer the self as sacrifice by the Self in the fire of Brahman alone.",
	"4.26":"4.26 Some again offer the organ of hearing and other senses as sacrifice in the fire of restraint; others offer sound and other objects of the senses as sacrifice in the fire of the senses.",
	"4.27":"4.27 Others again sacrifice all the functions of the senses and those of the breath (vital energy or Prana) in the fire of the Yoga of self-restraint kindled by knowledge.",
	"4.28":"4.28 Others again offer wealth, austerity and Yoga as sacrifice, while the ascetics of self-restraint and rigid vows offer study of scriptures and knowledge as sacrifice.",
	"4.29":"4.29. - 4.30. [Some sages] offer the prana into the apana; like-wise others offer the apana into the prana.  Having controlled both the courses of the prana and apana, the same sages, with their desire fulfilled by the above activities, and with their food restricted, offer the pranas into pranas.  All these persons know what sacrifices are and have their sins destroyed by sacrifices.",
	"4.30":"4.29. - 4.30. [Some sages] offer the prana into the apana; like-wise others offer the apana into the prana.  Having controlled both the courses of the prana and apana, the same sages, with their desire fulfilled by the above activities, and with their food restricted, offer the pranas into pranas.  All these persons know what sacrifices are and have their sins destroyed by sacrifices.",
	"4.31":"4.31 Those who eat the remnants of the sacrifice, which are like nectar, go to the eternal Brahman. This world is not for the man who does not perform sacrifice; how then can he have the other, O Arjuna?",
	"4.32":"4.32 Thus, manifold sacrifices are spread out before Brahman (literally) at the mouth or face of Brahman). Know them all as born of action and thus knowing, thou shalt be liberated.",
	"4.33":"4.33 Superior is wisdom-sacrifice to the sacrifice with objects, O Parantapa (scorcher of the foes). All actions in their entirely, O Arjuna, culminate in knowledge.",
	"4.34":"4.34 Know That by long prostration, by estion and by service; the wise who have realised the Truth will instruct thee in (that) knowledge.",
	"4.35":"4.35 Knowing which, O Arjuna, you will not fall again into delusion in this way - by that knowledge you will see all beings without exception in your-self and then in Me.",
	"4.36":"4.36 Even if thou art the most sinful of all sinners, yet thou shalt verily cross all sins by the raft of knowledge.",
	"4.37":"4.37 O Arjuna, as a blazing fire reduces pieces of wood to ashes, similarly the fire of Knowledge reduces all actions to ashes.",
	"4.38":"4.38 Indeed, there is nothing purifying here comparable to Knowledge. One who has become perfected after a (long) time through yoga, realizes That by himself in his own heart.",
	"4.39":"4.39 The man who has faith, is diligent and has control over the organs, attains Knowledge. Achieving Knowledge, one soon attains supreme Peace.",
	"4.40":"4.40 The ignorant the faithless, the doubting self goes to destruction; there is neither this world nor the other, nor happiness for the doubting.",
	"4.41":"4.41 He who has renounced actions by Yoga, whose doubts are rent asunder by knowledge, and who is self-possessed  actions do not bind him, O Arjuna.",
	"4.42":"4.42 Therefore, O scion of the Bharata dyasty, take recourse to yoga and rise up, cutting asunder with the sword of Knowledge this doubt of your own in the heart, arising from ignorance."

}