{
	"18.1":"18.1 Arjuna said  I desire to know severally, O mighty-armed, the essence or truth of renunciation, O Hrishikesa, as also of abandonment, O slayer of Kesi.",
	"18.2":"18.2 The Lord said  The sages hold that Sannyasa is the giving up of all works which are motivated by desire. The wise declare Tyaga to be the abandonment of fruits of all works.",
	"18.3":"18.3. Certain wise men delcare that the harmful action is to be relinished while others say that the actions of performing sacrifices, giving gifts and observing austerities should not be relinished.",
	"18.4":"18.4 Hear from Me the conclusion or the final truth about this abandonment, O best of the Bharatas; abandonment, verily, O best of men, has been declared to be of three kinds.",
	"18.5":"18.5 Acts of sacrifice, gift and austerity should not be abandoned, but should be performed; sacrifice, gift and also austerity are the purifiers of the wise.",
	"18.6":"18.6 But even these actions should be performed leaving aside attachment and the desire for rewards, O Arjuna; this is My certain and best conviction.",
	"18.7":"18.7. The renunciation of the enjoined action does not stand to reason; and completely relinishing it, out of ignorance is proclaimed, on all sides, as an act of the Tamas (Strand).",
	"18.8":"18.8 He who abandons action on account of the fear of bodily trouble (because it is painful), does not obtain the merit of renunciation by doing such Rajasic renunciation.",
	"18.9":"18.9 Whatever obligatory duty is performed just because it is a bounden duty, O Arjuna, by giving up attachment and the result as well,-that renunciation is considered to be based on sattva.",
	"18.10":"18.10 The man of renunciation who has become imbued with sattva, who is wise and freed from doubts, does not hate unbefitting action, nor does he become attached to befitting activity.",
	"18.11":"18.11 Since it is not possible for one who holds on to a body to give up actions entirely, therefore he, on the other hand, who renounces results on actions is called a man of renunciation.",
	"18.12":"18.12 Undesirable, desirable and mixed - thus threefold is the fruit of work that accrues after death to those who have not renounced; but to those who have renounced, none whatsoever.",
	"18.13":"18.13 Learn from Me, O Arjuna, these five causes for the accomplishment of all acts, as described in Sankhya-krtanta - the science of the exact understanding of things for the accomplishment of works.",
	"18.14":"18.14. The basis, as well as the agent, and diverse instruments, and distinct activity of various kinds and Destiny, which is certainly the fifth [factor].",
	"18.15":"18.15 Whatever action a man performs with his body, speech and mind  whether right or the reverse  these five are its causes.",
	"18.16":"18.16. But this being the case, whosoever views himself as the sole agent (cause of actions) due to his imperfect intellect - he, the defective-minded one, does not view  [things rightly].",
	"18.17":"18.17. He, whose mental disposition is not dominated by the sense  'I', and whose intellect is not stained - he, even if he slays these worlds, does not [really]  slay any and he is not fettered.",
	"18.18":"18.18 Knowledge, the knower and the object of knowledge, these are the three incentives to action; and the act, the actor and the instrument are the threefold constituents.",
	"18.19":"18.19 The knowledge, the act and the doer differ according to the Qualities. Listen to this too:",
	"18.20":"18.20. That instrument-of-knowledge, by means of which one perceives in all beings the singular immutable Existence, the Unclassified in the classified ones - that you must know to be born of  the Sattva (Strand).",
	"18.21":"18.21. That instrument-of-knowledge, by means of which one considers the varied natures of different sorts in all beings as [really] different-that is regarded to be of the Rajas (Strand).",
	"18.22":"18.22. That  [instrument-of-knowledge], because of which, one, not realising the whole, gets indulged, without  reason, in a particular activity, and which is unconcerned with the real nature of things and is insignificant - that is declared to be of the Tamas (Strand).",
	"18.23":"18.23 An action which is ordained, which is free from attachment, and which is done without love or hatred by one who is not desirous of any reward  that action is declared to be Sattvic.",
	"18.24":"18.24 But that act is said to be Rajasika which is performed with great effort by one who seeks to gratify his desires and under the prompting of egoism.",
	"18.25":"18.25. The object which is gained, due to ignorance, without  considering the result, the loss, the injury to others and the strength  [of one's own]-that is declared to be of the Tamas (Strand).",
	"18.26":"18.26 An agent who is free from attachment, non-egoistic, endowed with firmness and enthusiasm, and unaffected by success or failure, is called Sattvic (pure).",
	"18.27":"18.27. The agent, who is a man of passion; who craves for the fruit of his action, and is avaricious; who is injurious by nature, is impure and is overpowered by joy and griefthat agent is proclaimed to be of the Rajas (Strand).",
	"18.28":"18.28. The agent, who does not exert, is vulgar, obstinate and deceitful; who is a man of wickedness and is lazy, sorrowful, and procrastinating - that agent is said to be of the Tamas (Strand).",
	"18.29":"18.29 Reason and conviction are threefold, according to the Quality which is dominant. I will explain them fully and severally, O Arjuna!",
	"18.30":"18.30 That intellect which understands the creation and dissolution of life, what actions should be done and what not, which discriminates between fear and fearlessness, bondage and deliverance, that is Pure.",
	"18.31":"18.31. The intellect, by means of which one decides incorrectly  the righteous and the unrighteous ones and what is a proper action and also an improper onethat intellect is of the Rajas (Strand),  O son of  Prtha !",
	"18.32":"18.32. The intellect  which, containing darkness (ignorance), conceives the unrighteous one as righteous and all things topsy-turvy-that intellect is deemed to be of the Tamas (Strand).",
	"18.33":"18.33. The unfailing content because of which one restrains, with  Yoga, the activities of  mind, the living breath and the senses-that content is considered to be of the Sattva (Strand).",
	"18.34":"18.34 But, O Partha, the firmness with which one holds on to righteousness, covetable things and wealth, being desirous of their fruits as the occasion for each arises, that firmness is born of rajas.",
	"18.35":"18.35 That Dhrti by which a foolish person does not give up sleep, fear, grief, depression and passion, O Arjuna, is of the nature of Tamas.",
	"18.36":"18.36 Hear further the three kinds of pleasure. That which increases day after day delivers one from misery,",
	"18.37":"18.37. [The happiness] which is like  poison  at its time but is like nectar at the time of its result-that happiness, born of serenity of the Soul and intellect, you must know to be of the Sattva (Strand).",
	"18.38":"18.38 That happiness which arises from the contact of the sense-organs with the objects, which is at first like nectar, and in the end like poison  that is declared to be Rajasic.",
	"18.39":"18.39 That happiness which at first as well as in the seel deludes the self, and which arises from sleep, indolence and heedlessness  that is declared to be Tamasic.",
	"18.40":"18.40. Whether on the earth, or again among the gods in the heaven, there exists not a single being, which is free from these three Strands, born of the Material-Nature.",
	"18.41":"18.41. The duties of the Brahmanas, the Ksatriyas, the Vaisyas, and of the Sudras are properly classified according to the Strands which are the sources of their nature, O scorcher of foes !",
	"18.42":"18.42. Quietude, self-control, as well as purity, for-bearance, and also straightforwardness, knowledge, wisdom, and faith in another world are the duties of the Brahmanas, born of their nature.",
	"18.43":"18.43. Heroic deed, fiery energy, firmness, dexterity, and also non-feeling form battle, giving gifts, overlordship, are the duties of the Ksatriyas, born of their nature.",
	"18.44":"18.44. Ploughing, cattle-tending and trading are the actions of the Vaisyas, born of  their nature.  The action, in the form of service, is of  the Sudras, born of their nature.",
	"18.45":"18.45. A man,  devoted to his own respective action, attains success.  Devoted to one's own action, how one attains success that you must hear from Me.",
	"18.46":"18.46 A human being achieves success by adoring through his own duties Him from whom is the origin of creatures, and by whom is all this pervaded.",
	"18.47":"18.47 Better is one's own duty, though ill done, than the duty of another, though well-performed৷৷৷৷৷৷ When one does the duty ordained by his own nature, he incurs no stain.",
	"18.48":"18.48 One should not relinish one's works, O Arjuna, though it may be imperfect; for, all enterprises are enveloped by imperfections as fire by smoke.",
	"18.49":"18.49 He whose understanding is on all sides unattached, whose self is conered, who is free from desires - he attains by renunciation the supreme perfection transcending all activity.",
	"18.50":"18.50 Learn from me in brief, O Arjuna, how, one who has attained perfection, attains the brahman (or the self), who is the supreme consummation of knowledge.",
	"18.51":"18.51 Endowed by a purified understanding, subduing the mind by steadiness, relinishing sound and other objectts of the senses and casting aside love and hate;",
	"18.52":"18.52 Resorting to solitude, eating but little, restraining speech, body and mind, ever engaged in the Yoga of meditation and taking refuge in dispassion;",
	"18.53":"18.53 Forsaking egoism, power, pride, desire, wrath and possession, with no feeling of 'mine' and tranil - he becomes worthy for the state of brahman.",
	"18.54":"18.54 Having realised the state of Brahman, tranil, he neither grieves nor craves. Regarding all beings alike, he attains supreme devotion to Me.",
	"18.55":"18.55 Through devotion, he comes to know Me fully - who and what I am in reality, who I am and how I am. Knowing Me thus in truth, he forthwith enters into Me.",
	"18.56":"18.56 Taking refuge in Me and performing all works constantly, one, by My grace, attains the eternal and immutable realm.",
	"18.57":"18.57 Mentally surrendering all actions to Me and accepting Me as the supreme, have your mind ever fixed on Me by resorting to the concentration of your intellect.",
	"18.58":"18.58 Focusing your thought on Me, you shall, by My grace, cross over all difficulties. If, however, out of self-conceit, you do not heed Me, you shall perish.",
	"18.59":"18.59 If, in your self-conceit, you think, 'I will not fight,' your resolve is in vain. Nature will compel you.",
	"18.60":"18.60 O Arjuna, bound by your own duty born out of your own inner disposition, and having no control over your own will, you will be compelled to do that very thing which you now desire not to do through delusion.",
	"18.61":"18.61 The Lord, O Arjuna, abides in the heart of every being, spinning them round and round, mounted on a wheel as it were, by His power.",
	"18.62":"18.62 Seek refuge in Him alone, O Arjuna, with the whole of your being. By His grace, you shall find supreme peace and eternal abode.",
	"18.63":"18.63 Thus the knowledge, the mystery of mysteries, has been declared to you be Me. Reflecting on it fully, do what you will.",
	"18.64":"18.64 Hear again My supreme word, the most secret of all; as you are exceedingly loved by Me, I am telling what is good for you.",
	"18.65":"18.65 Focus your mind on Me. Be My devotee. Be My worshipper. Prostrate before Me. You shall come to Me alone. I promise you, trully; for you are dear to Me.",
	"18.66":"18.66 Completely relinishing all Dharmas, seek Me alone for refuge. I will release you from all sins. Grieve not:",
	"18.67":"18.67 Speak not this to one who has not practised austerities, or to him who does not love, or who will not listen, or who mocks.",
	"18.68":"18.68 He who proclaims among My devotees this supreme mystery, shall come to Me, aciring supreme devotion towards Me. There is no doubt about this.",
	"18.69":"18.69 Nor is there among men any who can perform a service dearer to Me than this, or any man on earth more beloved by Me than he.",
	"18.70":"18.70. Whosoever would learn this sacred dialogue of both of us, by him I am worshipped (delighted) through the knowledge-sacrifice :  This is My opinion",
	"18.71":"18.71 And the man who listens to it with faith and without cavilling, he too shall be released, and shall reach the auspicious realms of those who have performed virtuous deeds.",
	"18.72":"18.72 Have you heard this, O Arjuna, with one-pointed mind?  Has your delusion, caused by ignorance, been dispelled?",
	"18.73":"18.73 Arjuna said  Destroyed is my delusion and I have, by your grace, O Krsna, gained knowledge (Smrti). Freed from doubts, I stand steadfast, I will fulfil Your world.",
	"18.74":"18.74 Sanjaya said  Thus have I heard this wondrous dialogue between Vasudeva and the great-minded Arjuna, which makes my hair stand on end.",
	"18.75":"18.75 By the grace of Vyasa have I heard this supreme mystery of Yoga as declared in person by Krsna, the Lord of Yoga.",
	"18.76":"18.76 O King, remembering again and again this wondrous and auspicious dialogue betweenn Sri Krsna and Arjuna, I rejoice again and again.",
	"18.77":"18.77 And remembering over and over again that most marvellous form of Hari, great is my amazement, O King, and I rejoice again and again.",
	"18.78":"18.78 Wherever there is Sri Krsna, the Lord of Yoga, and Arjuna the archer, there are ever fortune, victory, wealth and sound morality. This is my firm conviction."

}