{
	"7.1":"7.1 The Lord said  With your mind focussed on Me, having Me for your support and practising Yoga - how you can without doubt know Me fully, hear, O Arjuna.",
	"7.2":"7.2 I shall declare to thee in full this knowledge combined with realisation, after knowing which nothing more here remains to be known.",
	"7.3":"7.3 Among thousands of men a rare one endeavours for perfection. Even of the perfected ones who are diligent, one perchance knows Me in truth.",
	"7.4":"7.4 Earth, water, fire, air, ether, mind, intellect and personality; this is the eightfold division of My Manifested Nature.",
	"7.5":"7.5 This is My lower Prakrti. But, O mighty-armed One, know that My higher nature is another. It is the life-principle (Jiva-bhuta), by which this universe is sustained.",
	"7.6":"7.6 Understand thus that all things (sentient and insentient) have these as their source. I am the origin as also the end of the whole Universe.",
	"7.7":"7.7 O Dhananjaya, there is nothing else whatsoever higher than Myself. All this is strung on Me like pearls on a string.",
	"7.8":"7.8 O Arjuna! I am the Fluidity in water, the Light in the sun and in the moon. I am the mystic syllable Om in the Vedic scriptures, the Sound in ether, the Virility in man.",
	"7.9":"7.9 I am the pure smell in the earth; I am the brilliance in the fire; I am the life-principle in all beings, and austerity in ascetics.",
	"7.10":"7.10 Know Me to be, O Arjuna, the primeval seed of all beings. I am the intelligence of the discerning, and the brilliance of the brilliant.",
	"7.11":"7.11 In the strong, I am strength, devoid of desire and passion. In all beings, I am the desire which is not forbidden by law (Dharma), O Arjuna.",
	"7.12":"7.12 Know that all those states of Sattva, Rajas and Tamas are from Me alone. But I am not in them; they are in Me.",
	"7.13":"7.13 The entire universe is deluded by these three states originating from the Gunas (of Prakrti), and fails to recognise Me, who am beyond them and immutable.",
	"7.14":"7.14 Since this divine Maya of Mine which is constituted by the gunas is difficult to cross over, (therefore) those who take refuge in Me alone cross over this Maya.",
	"7.15":"7.15 The evil-doers, the foolish, the lowest of men, those persons deprived of knowledge by delusion (Maya) and those who are dominated by demoniac nature - they do not seek refuge in Me.",
	"7.16":"7.16 Four types of men of good deeds worship Me, O Arjuna, These are the distressed, the seekers after knowledge, the wealth-seekers, and the men of knowledge.",
	"7.17":"7.17 Of these, the man of knowledge, being ever with Me in Yoga and devoted to the One only, is the foremost; for I am very dear to the man of knowledge and he too is dear to Me.",
	"7.18":"7.18 All these are indeed generous (udarah), but I deem the man of knowledge to be My very self; for he, integrated, is devoted to Me alone as the highest end.",
	"7.19":"7.19 At the end of many births, the man of knowledge finds refuge in Me, realising that 'Vasudeva is all.' It is very hard to find such a great-souled person.",
	"7.20":"7.20 They in whom wisdom is obscured by one desire or the other, worship the lesser Powers, practising many rites which vary according to their temperaments.",
	"7.21":"7.21 Whichever form (of a deity) any devotee wants to worship with faith, that very firm faith of his I strengthen.",
	"7.22":"7.22 Endowed with that faith, he worships that form and thence gets the objects of his desire, granted in reality by Me alone.",
	"7.23":"7.23 That result of theirs who are of poor intellect is indeed limited. The worshippers of gods go to the gods. My devotees go to Me alone.",
	"7.24":"7.24 The unintelligent, unaware of My supreme state which is immutable and unsurpassable, think of Me as the unmanifest that has become manifest.",
	"7.25":"7.25 I am not visible to all, for I am enveloped by the illusion of Phenomenon. This deluded world does not know Me as the Unborn and the Imperishable.",
	"7.26":"7.26 I know, O Arjuna, the beings of the past, the present and the future, but no one knows Me.",
	"7.27":"7.27 By the delusion of the pairs of opposites springing from desire and hate, O Arjuna, all beings are deluded as soon as they are born.",
	"7.28":"7.28 But those men of virtuous deeds whose sins have come to an end, and who are freed from the delusion of the pairs of opposites, worship Me, steadfast in their vows.",
	"7.29":"7.29 Those who strive by resorting to Me for becoming free from old age and death, they know that Brahman, everything about the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the alified Brahman for aspirants of the middle class. Verses beginning with the 14the speak about the reaization of the unalified Brahman by aspirants of the highest class.]",
	"7.30":"7.30 Those who know me as existing in the physical and the divine planes, and also in the context of the sacrifice, they of concentrated minds know Me even at the time of death."

}