{
	"2.1":"2.1 Sanjaya said   To him, who was thus overcome with pity, whose eyes were wet with tears, who was sorrow-stricken and who bore a bewildered look Sri Krsna spoke as follows:",
	"2.2":"2.2 The Lord said: My beloved friend! Why yield, just on the eve of battle, to this weakness which does no credit to those who call themselves Aryans, and only brings them infamy and bars against them the gates of heaven?",
	"2.3":"2.3 O Arjuna! Why give way to unmanliness? O thou who art the terror of thine enemies! Shake off such shameful effeminacy, make ready to act!",
	"2.4":"2.4. Arjuna said  How shall I with arrows fight in battle against Bhisma and Drona,  both being worthy of reverence ?   O slayer of  Mandhu,  O slayer of foes !",
	"2.5":"2.5. It is good indeed even to go about begging in this world without killing the elders of great dignity;  but with greed for wealth,  I would not enjoy,  by killing my elders,  the blood-stained objects of pleasures.",
	"2.6":"2.6. Whether we should coner [in the battle],  or they  should coner us-we do not know this viz.,  'which [of  those two] is better for us'.  [For],  having killed whom, we would not wish to live at all,  the same persons stand before us as Dhrtarastra's men.",
	"2.7":"2.7. With my very nature,  overpowered by the taint of pity,  and with my mind, utterly confused as to the right action [at the present juncture],   I ask you:  Tell me definitely what would be good  [to me];  I am your pupil;  please teach me, who am taking refuge in You.",
	"2.8":"2.8 Even if I should win unchallenged sovereignty of a prosperous earth or even the kingdom on lordship over the Devas, I do not feel that it would dispel the grief than withers up my senses.",
	"2.9":"2.9 Sanjaya continued: Arjuna, the conqueror of all enemies, then told the Lord of All-Hearts that he would no fight, and became silent, O King!",
	"2.10":"2.10. O descendant of Bharata  (O Dhrtarastra) !  Hrsikesa,  as if  [he was]  smiling, spoke to him who was sinking in despondency in between two armies.",
	"2.11":"2.11. While lamenting for those who cannot be lamented on and those who do not reire to be lamented on,  you do not talk like a wise man !  The learned do not lament for those of departed life and those of non-departed life.",
	"2.12":"2.12. Never indeed at any time [in the past] did I not exist,  nor you,  nor these kings; and never shall we all not exist hereafter.",
	"2.13":"2.13 As the soul experiences in this body infancy, youth and old age, so finally it passes into another. The wise have no delusion about this.",
	"2.14":"2.14 Those external relations which bring cold and heat, pain and happiness, they come and go; they are not permanent. Endure them bravely, O Prince!",
	"2.15":"2.15. O the best among persons !  That wise person becomes immortal whom these (situations) do not trouble and to whom the pleasure and pain are eal.",
	"2.16":"2.16. Birth (or existence) does not happen to what is non-existent,  and destruction (or non-existence) to what is existent;  the finality of  these two has been seen by the seers of the reality.",
	"2.17":"2.17. And  know That to be destructionsless,  by Which all this (universe) is pervaded; no one is capable of causing destruction to this changeless One.",
	"2.18":"2.18 These bodies of the embodied Self, Which is eternal, indestructible and immeasurable, are said to have an end. Therefore fight, O Arjuna.",
	"2.19":"2.19 He who deems It (the self) a slayer, and he who thinks of It as slain - both are ignorant. For, the self neither slays nor is slain.",
	"2.20":"2.20. This is neither born; nor ever dies; nor, having not been at one time, will This come to be again.  This is unborn, destructionless,  eternal and ancient and is not slain [even]  when the body is slain.",
	"2.21":"2.21 Whosoever knows It to be indestructible, eternal, unborn and inexhaustible, how can that man slay, O Arjuna, or cause to be slain?",
	"2.22":"2.22 Just as a man casts off worn-out clothes and puts on new ones, so also the embodied Self casts off worn-out bodies and enters others which are new.",
	"2.23":"2.23 Weapons cut It not, fire burns It not, water wets It not, wind dries It not.",
	"2.24":"2.24 It is impenetrable; It can be neither drowned nor scorched nor dried. It is Eternal, All-pervading, Unchanging, Immovable and Most Ancient.",
	"2.25":"2.25 It is named the Unmanifest, the Unthinkable, the immutable. Wherefore, knowing the Spirit as such, thou hast no cause to grieve.",
	"2.26":"2.26. On the other hand, if you deem This as being born constantly or as dying constantly,  even then,  O mighty-armed one,  you should not lament This.",
	"2.27":"2.27 For death is as sure for that which is born, as birth is for that which is dead. Therefore grieve not for what is inevitable.",
	"2.28":"2.28 O Arjuna, beings have an unknown beginning, a known middle and an unknown end. What is there to grieve over in all this?",
	"2.29":"2.29 One looks upon This (self) as a wonder; likewise another speaks of It as a wonder; still another hears of It as a wonder; and even after hearing of It, one knows It not.",
	"2.30":"2.30 O descendant of Bharata, this embodied Self existing in everyone's body can never be killed. Therefore you ought not to grieve for all (these) beings.",
	"2.31":"2.31 Further, considering also your own duty, it does not befit you to waver. For, to a Ksatriya, there is no greater good than a righteous war.",
	"2.32":"2.32 Happy are the Ksatriyas, O Arjuna, to whom a war like this comes of its own accord; it opens the gate to heaven.",
	"2.33":"2.33 But if you do not fight this righteous war, you will be turning away from your duty and honoured position, and will be incurring sin.",
	"2.34":"2.34 Further, people will speak ill of you for all time, and for one accustomed to be honoured, dishonour is worse than death.",
	"2.35":"2.35 The great warriors will think that you have fled from battle in fear. These men who held you in high esteem will speak lightly of you now.",
	"2.36":"2.36 Your enemies, slandering your prowess, will use words which should never be uttered. What could be more painful than that?",
	"2.37":"2.37 If slain, you shall win heaven; or if victorious, you shall enjoy the earth. Therefore, arise, O Arjuna, resolved to fight.",
	"2.38":"2.38 Holding pleasure and pain, gain and loss, victory and defeat as alike, gird yourself up for the battle. Thus, you shall not incur any sin.",
	"2.39":"2.39 This Buddhi concerning the self (Sankhya) has been imparted to you. Now listen to this with regard to Yoga, by following which you will get rid of the bondage of Karma.",
	"2.40":"2.40 Here, there is no loss of effort, nor any accrual of evil. Even a little of this Dharma (called Karma Yoga) protects a man from the great fear.",
	"2.41":"2.41 In this (Karma Yoga), O Arjuna, the resolute mind is one-pointed; the minds of the irresolute are many-branched and endless.",
	"2.42":"2.42 - 2.44 O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
	"2.43":"2.42 - 2.44 O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
	"2.44":"2.42 - 2.44 O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
	"2.45":"2.45 The Vedas have the three Gunas for their sphere, O Arjuna. You must be free from the three Gunas and be free from the pairs of opposites. Abide in pure Sattva; never care to acire things and to protect what has been acired, but be established in the self.",
	"2.46":"2.46 A Brahmana with realization has that much utility in all the Vedas as a man has in a well when there is a flood all around.",
	"2.47":"2.47 To work alone you have the right, and not to the fruits. Do not be impelled by the fruits of work. Nor have attachment to inaction.",
	"2.48":"2.48 Abandoning attachment and established in Yoga, perfom works, viewing success and failure with an even mind. Evenness of mind is said to be Yoga.",
	"2.49":"2.49. O Dhananjaya !  The inferior action stays away at a distance due to Yoga of (one's contact with)  determining faculty;  in the determining faculty you must seek refuge; wretched are those who constitute the causes for the fruits of action.",
	"2.50":"2.50. Whosoever is endowed with determining faculty-he casts off both of these viz., the good action and the bad action.  Therefore strive for Yoga; Yoga is proficiency is action.",
	"2.51":"2.51 The sages guided by Pure Intellect renounce the fruit of action; and, freed from the chains of rebirth, they reach the highest bliss.",
	"2.52":"2.52 When thy reason has crossed the entanglements of illusion, then shalt thou become indifferent both to the philosophies thou hast heard and to those thou mayest yet hear.",
	"2.53":"2.53. When your determining faculty,  that had been [earlier] confused by your hearing [of scriptural declaration of fruits]  shall stand stable in concentration, at that time you shall attain the Yoga.",
	"2.54":"2.54. Arjuna said  O Kesava !  What is the connotation of sthita-prajna (a man-of-stabilized-intellect),  [applied] to a man fixed in concentration ?  What would sthira-dhih (the fixed-minded) convey ?  Where would the fixed-minded abide ?  And what would be reach ?",
	"2.55":"2.55. The Bhagavat said  O son of Prtha !  When a man casts off all desires existing in his mind and remains content in the Self by the self (mind),  then he is called 'a man-of-stabilized-intellect.",
	"2.56":"2.56 He whose mind is not shaken by adversity, who does not hanker after pleasures, and is free from attachment, fear and anger, is called a sage of steady wisdom.",
	"2.57":"2.57 He who is everywhere without attachment, on meeting with anything good or bad, who neither rejoices not hastes, his wisdom is fixed.",
	"2.58":"2.58 And when this one fully withdraws the senses from the objects of the senses, as a tortoise wholly (withdraws) the limbs, then his wisdom remains established.",
	"2.59":"2.59. Leaving their taste [behind],  the sense-objects retreat from the embodied who abstain from food;  his taste too disappears when he sees the Supreme.",
	"2.60":"2.60. For, the turbulent sense-organs do carry away by force,  the mind even of this person of discerning,  O son of Kunti !",
	"2.61":"2.61 Controlling all of them, one should remain concentrated on Me as the supreme. For, the wisdom of one whose organs are under control becomes steadfast.",
	"2.62":"2.62 When a man dwells on the objects of sense, he creates an attraction for them; attraction develops into desire, and desire breeds anger.",
	"2.63":"2.63 Anger induces delusion; delusion, loss of memory; through loss of memory, reason is shattered; and loss of reason leads to destruction.",
	"2.64":"2.64. On the contrary,  one who moves about (consumes) the sense-objects by means of his senseorgans,  that are freed from desire and hatred and are controlled in the Self-such one with a disciplined self (mind) attains serenity  [of disposition].",
	"2.65":"2.65. On attaining serenity,  there arises in succession the extinction of all miseries; the capacity to decide gets stabilized soon indeed in the case of a serene-minded one.",
	"2.66":"2.66. The capacity to decide is not for one who is not a master of Yoga; and concentration of mind is not for one who is not a master of Yoga;  and peace is not for one who does not concentrate;  wherefrom could happiness come to one who has no peace ?",
	"2.67":"2.67 As a ship at sea is tossed by the tempest, so the reason is carried away by the mind when preyed upon by straying senses.",
	"2.68":"2.68 Therefore, O Might-in-Arms, he who keeps his senses detached from their objects - take it that his reason is purified.",
	"2.69":"2.69. What is night for every  [other]  being, in that a man of self-restraint is awake; wherein [every other] being is awake, that is night for the sage who sees [the truth].",
	"2.70":"2.70. Just as waters enter into the ocean which is being filled continuously and which is [yet] firmly established,  in the same way, he into whom all objects of desire enter-he attains peace;  not he who longs for the objects of desire.",
	"2.71":"2.71. That person, who, by abandoning all desires, consumes [objects]  without longing, without a sense of possession and without egotism-he attains peace.",
	"2.72":"2.72. O son of Prtha !  This is the Brahmanic state;  having attained this, one never gets deluded [again];  and even by remaining in this [for a while] one attains at the time of death,  the Brahman,  the Tranil One."
}