{
	"1.1":"1.1 Dhrtarastra said  On the holy field of Kuruksetra, gathered together eager for battle, what did my people and the Pandavas do, O Sanjaya?",
	"1.2":"1.2 Sanjaya said   King Duryodhana, on seeing the Pandava army in battle array, approached his teacher Drona and said these words:",
	"1.3":"1.3 Behold, O teacher, this mighty army of the Pandavas, arrayed by the son of Drupada, your intelligent disciple.",
	"1.4":"1.4 There (in that army) are heroes, great bowmen, like Bhima and Arjuna; Yuyudhana,Virata and Drupada a mighty warrior;",
	"1.5":"1.5 Dhrstaketu, Cekitana, and the valiant king of Kasi; Purujit and Kuntibhoja, and Saibya the best among men;",
	"1.6":"1.6 Yudhamanyu the valiant, and Uttamaujas the strong; and also the son of Subhadra and the sons of Draupadi, all mighty warriors.",
	"1.7":"1.7 Know, O best of Brahmanas, those who are important on our side - those who are the commanders of my army. I shall name them to refresh your memory.",
	"1.8":"1.8 Yourself, Bhisma and Karna, the victorious Krpa, Asvatthama, Vikarna and Jayadratha the son of Somadatta;",
	"1.9":"1.9 And there are many other heroes who are determined to give up their lives for my sake. They all are experts in using manifold missiles and are dexterous in battle.",
	"1.10":"1.10 Inadequate is this force of ours, which is guarded by Bhisma, while adequate is that force of theirs, which is guarded by Bhima.",
	"1.11":"1.11 However, venerable sirs, all of you without exception, while occupying all the positions in the different directions as alloted (to you respectively), please fully protect Bhisma in particular.",
	"1.12":"1.12 Then the valiant grandsire Bhisma, seniormost of the Kuru clan, roaring like a lion, blew his conch with a view to cheer up Duryodhana.",
	"1.13":"1.13 Then suddenly conchs and kettle drums, trumpets, tabors and blow horns blared forth; and the sound was terrific.",
	"1.14":"1.14 Then Sri Krsna and Arjuna, stationed in their great chariot yoked with white horses, blew their divine conchs.",
	"1.15":"1.15 Sri Krsna blew his conch, Pancajanya, Arjuna his Devadatta and Bhima of terrible deeds his great conch Paundra.",
	"1.16":"1.16 King Yudhisthira the son of Kunti blew his conch Anantavijaya and Nakula and Sahadeva blew their conchs Sughosa and Manipuspaka.",
	"1.17":"1.17 And the King of Kasi the supreme bowman, Sikandi the mighty warrior, Dhrstadyumna and Virata; and Satyaki the invincible;",
	"1.18":"1.18 Drupada and the sons of Draupadi, and the strong-armed son of Subhadra - all, O King, blew their several conchs again and again.",
	"1.19":"1.19 And that tumultuous uproar, resounding through heaven and earth, rent the hearts of Dhrtarastra's sons.",
	"1.20":"1.20. O king!  Then observing Dhrtarastra's men,  arrayed when the armed clash had [virtually] begun,  at that time,  Pandu's son, the monkey-bannered one (Arjuna) raising his bow spoke these sentences.",
	"1.21":"1.21. Arjuna said  O Acyuta!  Please halt my chariot at a centre place between the two armies,  so that I may scrutinize these men who are standing with desire to fight and with whom I have to fight in this great war-effort.",
	"1.22":"1.22 So that I may have a good look at those who are standing eager to fight and know with whom I have to fight in this enterprise of war.",
	"1.23":"1.23 And gaze over this array of soldiers, eager to please the sinful sons of Dhritarashtra.",
	"1.24":"1.23. - 1.24. Sanjaya said  O descendant of Bharata (Dhrtarastra) !  Thus instructed by Gudakesa (Arjuna), Hrsikesa halted the best chariot at a place in between the two armies,  in front of Bhisma and Drona and of all the rulers of the earth;  and the said:  O son of Prtha! Behold these Kurus,  assembled.",
	"1.25":"1.25. There in both the armies,  the son of Prtha observed his fathers,  and paternal grandfathers,  teachers,  maternal uncles,  brothers,  sons, sons' sons and comrades,  fathers-in-law,  and also friends.",
	"1.26":"1.26. Noticing all those kinsmen arrayed  [in the army],  the son of Kunti was overpowered by unmost compassion;  and being despondent,  he uttered this:",
	"1.27":"1.27 Fathers-in-law and dear friends in both armies. When Arjuna saw all these kinsmen in array,",
	"1.28":"1.28 And his heart melted with pity and sadly he spoke: O my Lord! When I see all these, my own people, thirsting for battle,",
	"1.29":"1.29. I am unable even to stand steady;  and my mind seems to be confused;  and I see adverse omens,  O Kesava!",
	"1.30":"1.30 The bow Gandiva slips from my hand and my skin is burning. I can stand no longer. My mind seems to reel.",
	"1.31":"1.31 The omens are adverse; what good can come from the slaughter of my people on this battlefield?",
	"1.32":"1.32 Ah my Lord! I crave not for victory, nor for the kingdom, nor for any pleasure. What were a kingdom or happiness or life to me,",
	"1.33":"1.32  1.34 O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth.",
	"1.34":"1.32  1.34 O Govinda! What need do we have of a kingdom, or what (need) of enjoyments and livelihood? Those for whom kingdom, enjoyments and pleasures ae desired by us, viz teachers, uncles, fathers-in-law, grandsons, brothers-in-law as also relatives-those very ones stand arrayed for battle risking their lives and wealth.",
	"1.35":"1.35 O Madhusudana, even if I am killed, I do not want to kill these even for the sake of a kingdom extending over the three worlds; what to speak of doing so for the earth!",
	"1.36":"1.36  O Janardana, what happiness shall we derive by killing the sons of Dhrtarastra? Sin alone will accrue to us by killing these felons.",
	"1.37":"1.37  Therefore, it is not proper for us to kill the sons of Dhrtarastra who are our own relatives. For, O Madhava, how can we be happy by killing our kinsmen?",
	"1.38":"1.38  1.39  O Janardana, although these people, whose hearts have become perverted by greed, do not see the evil arising from destroying the family and sin in hostility towards, friends, yet how can we who clearly see the evil arising from destroying the family remain unaware of (the need of) abstaining from this sin?",
	"1.39":"1.39 Why should we not learn to shun this crime - we who see the evil of ruining a clan, O Krsna?",
	"1.40":"1.40 With the ruin of a clan, perish its ancient traditions, and when traditions perish, lawlessness overtakes the whole clan",
	"1.41":"1.41 When lawlessness prevails, O Krsna, the women of the clan become corrupt; when women become corrupt, there arises intermixture of classes.",
	"1.42":"1.42 This mixing of classes leads to hell the clan itself and its destroyers; for the spirits of their ancestors fall degraded, deprived of the ritual offerings of food and water.",
	"1.43":"1.43  Due to these misdeeds of the ruiners of the family, which cause intermingling of castes, the traditional rites and duties of the castes and families become destroyed.",
	"1.44":"1.44  O Janardana, we have heard that living in hell becomes inevitable for those persons whose family duties get destroyed.",
	"1.45":"1.45 Alas! We have resolved to commit a great sin in that we are ready to slay our kith and kin out of desire for sovereignty and enjoyments.",
	"1.46":"1.46 If the well-armed sons of Dhrtarastra should slay me in battle, unresisting and unarmed, that will be better for me.",
	"1.47":"1.47 Sanjaya said : Having spoken thus on the battle-field, Arjuna threw aside his how and arrows and sat down on the seat of the chariot, his heart overwhelmed with grief."
}