{
	"14.1":"14.1 The Lord said  I shall declare again another kind of knowledge:  It is the best of all forms of knowledge, by knowing which all the sages have attained the state of perfection beyond this world.",
	"14.2":"14.2 Those who attain identity with Me by resorting of this Knowledge are not born even during creation, nor do they suffer pain during dissolution.",
	"14.3":"14.3 My womb is the great-sustainer. In that I place the seed. From that, O scion of the Bharata dynasty, occurs the birth of all things.",
	"14.4":"14.4 O son of Kunti, whatever forms are born from all the wombs, of them the great-sustainer is the womb; I am the father who deposits the seed.",
	"14.5":"14.5 O mighty-armed one, the alities, viz sattva, rajas and tamas, born of Nature, being the immutable embodies being to the body.",
	"14.6":"14.6 Among them, sattva, being pure, [Nirmala, pure-transparent, i.e., capable of resisting any form of ignorance, and hence as illuminator, i.e.a revealer of Consciousness.] is an illuminator and is harmless. O sinless one, it binds through attachment to happiness and attachment to knowledge.",
	"14.7":"14.7 Know thou Rajas to be of the nature of passion, the source of thirst (for sensual enjoyment) and attachment; it binds fast, O Arjuna, the embodied one by attachment to action.",
	"14.8":"14.8. But, you should  [also]  know that the Tamas is born of ignorance and is a deluder of all the Embodied; it binds [them] by negligence, laziness and sleep, O descendant of Bharata !",
	"14.9":"14.9 Sattva attaches to happiness, Rajas to action, O Arjuna, while Tamas verily shrouding knowledge attaches to heedlessness.",
	"14.10":"14.10 Now Sattva arises (prevails), O Arjuna, having overpowered Rajas and Tamas; nor Rajas, having overpowered Sattva and Tamas; and now Tamas, having overpowered Sattva and Rajas.",
	"14.11":"14.11. When the knowledge-light arises in all the gates in this body, then one should also know that the Sattva has increased predominantly.",
	"14.12":"14.12 Greed, activity, the undertaking of actions, restlessness, longing  these arise when Rajas is predominant, O Arjuna.",
	"14.13":"14.13 Non-illumination, inactivity, negligence and even delusion - these arise, O Arjuna, when Tamas prevails.",
	"14.14":"14.14 If the embodied self meets with dissoution when Sattva prevails, then It proceeds to the pure worlds of those who know the highest.",
	"14.15":"14.15. By meeting death when the Rajas [is on the increase], he is born among those who are attached to action; likewise meeting death when the Tamas [is on the increase], he is born in the wombs of the duluded.",
	"14.16":"14.16 The fruit of good action, they say, is Sattvic and pure, verily the fruit of Rajas is pain, and ignorance is the fruit of Tamas.",
	"14.17":"14.17 From Sattva arises knowledge, and greed from Rajas; heedlessness and delusion arise from Tamas, and also ignorance.",
	"14.18":"14.18. Those who are established in the Sattva, go upward; the persons given to the Rajas,  remain in the middle [state];  those who are given to the Tamas, being established in the tendencies of bad alities, go downwards.",
	"14.19":"14.19 As soon as man understands that it is only the Qualities which act and nothing else, and perceives That which is beyond, he attains My divine nature.",
	"14.20":"14.20. Transcending these three Strands, of which the body  [etc.] is born, the Embodied (the Soul), being freed from birth, death, old age and sorrow, attains immortality.",
	"14.21":"14.21. Arjuna said  O Master !  with what characteristic marks does he, who has transcended these three Strands, exist ?  Of what behaviour is he ?  And, how does he pass beyond these three Strands ?",
	"14.22":"14.22. The Bhagavat said  O son of Pandu !  He does niether abhor nor crave for illumination, and exertion, and delusion too, as and when they arise or cease to be.",
	"14.23":"14.23 He who sits like one unconcerned, undisturbed by the Gunas; who knows, 'It is the Gunas that move,' and so rests unshaken;",
	"14.24":"14.24 He who is alike in pleasure and pain, who dwells in his self, who looks upon a clod, a stone and piece of gold as of eal value, who remains the same towards things dear and hateful and who is intelligent, who regards both blame and praise of himself as eal;",
	"14.25":"14.25. Who remains eal to honour and to dishonour, and eal to the sides of [both] the friend and the foe; and who has given up all fruits of his initiatives-he is said to have transcended the Strands.",
	"14.26":"14.26. Whosoever serves Me alone with an unfailing devotion-Yoga, he, transcending these Strands, turns to be the Brahman.",
	"14.27":"14.27. 'I'  is the place of support for the immortal and changeless Brahman and for [Its] eternal attribute, the unalloyed Happiness."

}