{
	"6.1":"6.1 The Blessed Lord said  He who performs his bounden duty without depending on the fruits of his actions  he is a Sannyasi and a Yogi; not he who is without fire and without action.",
	"6.2":"6.2. What [the learned] call renunciation, O son of  Pandu, know that to be [the same as]  the  Yoga.  For without renouncing intention [for fruit], one does not become a man of  Yoga.",
	"6.3":"6.3. For a sage, who is desirous of  mounting upon the Yoga, action is said to be the cause;  for the same [sage], when he has mounted upon the Yoga, ietude is said to be the cause.",
	"6.4":"6.4 When a man is not attached to the sense-objects or to actions, having renounced all thoughts, then he is said to have attained to Yoga.",
	"6.5":"6.5 One should raise oneself by one's Self alone; let not one lower oneself; for the Self alone is the friend of oneself, and the Self alone is the enemy of oneself.",
	"6.6":"6.6 The Self is the friend of the self of him by whom the self has been conered by the Self, but to the unconered self, this Self stands in the position of an enemy, like an (external) foe.",
	"6.7":"6.7 The supreme Self of one who has control over the aggregate of his body and organs, and who is tranil, becomes manifest. (He should be eipoised) [These words are supplied to complete the sentence.] in the midst of cold and heat, happiness and sorrow, as also honour and dishonour.",
	"6.8":"6.8 The Yogin whose mind is content with knowledge of the self and also of knowledge of the difference of the self from Prakrti, who is established in the self, whose senses are subdued and to whom earth, stone and gold seem all alike, is called integrated.",
	"6.9":"6.9 He who is of the same mind to the good-hearted, friends, enemies, the indifferent, the neutral, the hateful, the relatives, the righteous and the unrighteous, excels.",
	"6.10":"6.10 A yogi should constantly concentrate his mind by staying in a solitary place, alone, with mind and body controlled, free from expectations, (and) free from acisition.",
	"6.11":"6.11 Having firmly established in a clean place his seat, neither too high nor too low, and made of cloth, skin and kusa-grass, placed successively one below the other;",
	"6.12":"6.12 There, having made the mind one-pointed, with the actions of the mind and the senses controlled, let him, seated on the seat, practise Yoga for the purification of the self.",
	"6.13":"6.13 Let him firmly hold his body, head and neck erect and still, gazing at the tip of his nose, without looking around.",
	"6.14":"6.14 He should remain seated with a placid mind, free from fear, firm in the vow of a celibate, and with the mind fixed on Me by controlling it through concentration, having Me as the supreme Goal.",
	"6.15":"6.15 Concentrating the mind thus for ever, the yogi of controlled mind achieves the Peace which culminates in Liberation and which abides in Me.",
	"6.16":"6.16 Yoga is not for him who over-eats, nor for him who fasts excessively; not for him, O Arjuna, who sleeps too much, nor for him who stays awake too long.",
	"6.17":"6.17 Yoga becomes the destroyer of sorrows to him who is temperate in food and recreation, who is temperate in actions, who is temperate in sleep and wakefulness.",
	"6.18":"6.18 When the perfectly controlled mind rests in the Self only, free from longing for all the objects of desires, then it is said, 'He is united'.",
	"6.19":"6.19 'A lamp does not flicker in a windless place' - that is the simile employed for the subdued mind of a Yogin who practises Yoga.",
	"6.20":"6.20. Where the mind, well-restrained through Yoga-practice, remains iet; again where, observing, by the self, nothing but the Self, he (Yogi) is satisfied in the Self;",
	"6.21":"6.21 When he (the Yogi) feels that Infinite Bliss which can be grasped by the (pure) intellect and which transcends the senses, and established wherein he never moves from the Reality.",
	"6.22":"6.22 Obtaining which one does not think of any other acisition to be superior to that, and being established in which one is not perturbed even by great sorrow;",
	"6.23":"6.23 One should know that severance of contact with sorrow to be what is called Yoga. That Yoga has to be practised with perservance and with an undepressed heart.",
	"6.24":"6.24 Abandoning without reserve all desires born of Sankalpa (thought and imagination) and completely restraining the whole group of the senses by the mind from all sides.",
	"6.25":"6.25 Little by little let him attain to ietude by the intellect held firmly; having made the mind establish itself in the Self, let him not think of anything.",
	"6.26":"6.26 From whatever cause the restless and unsteady mind wanders away, from that let him restrain it and bring it under the control of the Self alone.",
	"6.27":"6.27 Supreme Bliss verily comes to this Yogi whose mind is ite peaceful, whose passion is ieted, who has become Brahman and who is free from sin.",
	"6.28":"6.28 The Yogi, always engaging the mind thus (in the practice of Yoga), freed from sins, easily enjoys the Infinite Bliss of contact with Brahman (the Eternal).",
	"6.29":"6.29 With the mind harmonised by Yoga he sees the Self abiding in all beings and all beings in the Self; he sees the same everywhere.",
	"6.30":"6.30 To him who sees Me in every self and sees every self in Me - I am not lost to him and he is not lost to Me.",
	"6.31":"6.31 He who, being established in unity, worships Me Who dwells in all beings, that Yogi abides in Me, whatever may be his mode of living.",
	"6.32":"6.32 O Arjuna, that yogi is considered the best who judges what is happiness and sorrow in all beings by the same standard as he would apply to himself.",
	"6.33":"6.33 Arjuna said  O Madhusudana (Krsna), this Yoga that has been spoken of by You as sameness, I do not see its steady continuance, owing to the restlessness (of the mind).",
	"6.34":"6.34 For the mind is fickle, O Krsna, impetuous, powerful and stubborn. I think that restraint of it is as difficult as that of the wind.",
	"6.35":"6.35 Lord Shri Krishna replied: Doubtless, O Mighty One, the mind is fickle and exceedingly difficult to restrain, but, O Son of Kunti, with practice and renunciation it can be done.",
	"6.36":"6.36 My conviction is that Yoga is difficult to be attained by one of uncontrolled mind. But it is possible to be attained through the (above) means by one who strives and has a controlled mind.",
	"6.37":"6.37 Arjuna said  If a person, who is possessed of faith but has put in only inadeate effort, finds his mind wandering away from Yoga, and then fails to attain perfection - what way does he go, O Krsna?",
	"6.38":"6.38 O Mighty-armed one, fallen from both, without support, deluded on the path to Brahman, does he not get ruined like a scattered cloud?",
	"6.39":"6.39 You should altogether remove this doubt of mine, O Krsna, for there  is no other remover of this doubt thanYou.",
	"6.40":"6.40 The Blessed Lord said  O Arjuna, neither in this world, nor in the next world is there destruction for him; none, verily, who does good, O My son, ever comes to grief.",
	"6.41":"6.41 Having attained to the worlds of the righteous and having dwelt there for everlasting years, he who fell from Yoga is rorn in a house of the pure and wealthy.",
	"6.42":"6.42 Or he is born in the family of wise yogis [Persons possessing knowledge of Brahman. (S. concedes that some rare householders also can have this knowledge, and he cites the instances of Vasistha, Agastya, Janaka and Asvapati of olden days, and Vacaspati and the author of Khanada of recent times.)] only. Such a birth as is of this kind is surely more difficult to get in the world.",
	"6.43":"6.43 There he becomes endowed with that wisdom acired in the previous body. and he strives more than before for perfection, O scion of the Kuru dynasty.",
	"6.44":"6.44 For, by that very past practice, he is carried forward even in spite of himself! Even a seeker of Yoga transcends the result of the performance of Vedic rituals!",
	"6.45":"6.45 However, the yogi, applying himself assiduously, becoming purified from sin and attaining perfection through many births, thery acheives the highest Goal.",
	"6.46":"6.46 A yogi is higher than men of austerity; he is considered higher even than men of knowledge. The yogi is also higher than men of action. Therefore, O Arjuna, do you become a yogi.",
	"6.47":"6.47 He who with faith worships Me, whose inmost self is fixed in Me, I consider him as the greatest of the Yogins."

}