{
	"17.1":"17.1 Arjuna said  Now what, O Krsna, is the position or basis of those who leave aside the injunction of the Sastra, yet worship with faith?  Is it Sattva, Rajas or Tamas?",
	"17.2":"17.2. The Bhagavat said  The faith of the embodied persons is born of their nature and is of three kinds [viz৷৷]  that which is made of the Sattva ;  that which is made of the Rajas ;  and that which is made of the Tamas.  Listen about them.",
	"17.3":"17.3. Corresponding to one's own sattva everybody has faith, O descendant of Bharata !  The person predominantly consists of the faith.  What one has faith in, that he is (becomes) certainly.",
	"17.4":"17.4 The Sattvic or the pure men worship the gods; the Rajasic or the passionate worship the Yakshas and the Rakshasas; the others (the Tamasic or the deluded people) worship the ghosts and the hosts of the nature-spirits.",
	"17.5":"17.5 Those men who practise terrific austerities not enjoined by the scriptures, given to hypocrisy and egoism, impelled by the force of lust and attachment.",
	"17.6":"17.6 Senseless, torturing all the elements in the body and Me also, Who dwell in the body,  know thou these to be of demonical resolves.",
	"17.7":"17.7 Food also, which is dear to all, is of three kinds; and so also are sacrifices, austerity and charity. Listen to this classification of them.",
	"17.8":"17.8 Foods which promote longevity, intellectual alertness, strength, health, pleasure and happiness and those that are sweet, oil, substantial and agreeable, are dear to Sattvika men.",
	"17.9":"17.9 The foods that are bitter, sour, saline, excessively hot, pungent, dry and burning, are liked by the Rajasic and are productive of pain, grief and disease.",
	"17.10":"17.10 Food which is not properly cooked, lacking in essence, putrid and stale, and even ort and that which is unfit for sacrifice, is dear to one possessed of tamas.",
	"17.11":"17.11 That sacrifice which is in accordance with the injunctions, (and is) performed by persons who do not hanker after results, and with the mental conviction that it is surely obligatory, is done through sattva.",
	"17.12":"17.12 But that sacrifice which is performed having in veiw a result, as also for ostentation,-know that sacrifice to be done through rajas, O greatest among the descendants of Bharata.",
	"17.13":"17.13 They declare that sacrifice as 'done through tamas' which is contrary to injunction, in which food is not distributed, in which mantras are not used, in which offerings are not made to priests, and which is devoid of faith.",
	"17.14":"17.14 The worship of gods, twice-borns, venerable persons and the wise; purity, straightforwardness, celibacy and non-injury,-are said to be bodily austerity.",
	"17.15":"17.15 Speech that causes no shock (hurt and fear etc.) and which is true, pleasant and beneficial, and also the practice of recitation of the scriptures are called the austerity of speech.",
	"17.16":"17.16 Serenity of mind, benevolence, silence, self-control, purity of mind - these are called austerity of the mind.",
	"17.17":"17.17. This three-fold austerity, undertaken (observed) with best faith, by  men who are maters of Yoga and have no desire for its fruits-they call it to be of the Sattva.",
	"17.18":"17.18 That austerity which is undertaken for earning a name, being honoured and worshipped, and also ostentatiously,-that is spoken of as born of rajas, belonging to this world, uncertain and transitory.",
	"17.19":"17.19 That austerity which is practised from deluded notions by means of self-torture or in order to injure another is said to be Tamasika.",
	"17.20":"17.20 That gift which is given to one who does nothing in return, knowing it to be a duty to give in a fit place and time to a worthy person, that gift is held to be Sattvic.",
	"17.21":"17.21 And, that gift which is given with a view to receive something in return, or looking for a reward, or reluctantly, is held to be Rajasic.",
	"17.22":"17.22 The gift that is given at a wrong place and time, to unworthy persons, without respect or with insult is declared to be Tamasic.",
	"17.23":"17.23 'Om Tat Sat': This has been declared to be the triple designation of Brahman. By that were created formerly, the Brahmanas, the Vedas and the sacrifices.",
	"17.24":"17.24 Therefore all acts of sacrifice, gifts and austerities, prescribed by the scriptures, are always begun by those who understand the Spirit with the word Om.",
	"17.25":"17.25 Those who desire deliverance begin their acts of sacrifice, austerity or gift with the word Tat' (meaning That'), without thought of reward.",
	"17.26":"17.26. In the sense of  'right one'  (or 'manifesting as being')  and in the sense of  'proper one'  (or 'manifesting perfectly'), this word  SAT is employed.  Likewise the word SAT is used with regard to the praiseworthy act; O son of Prtha !",
	"17.27":"17.27. The steadfastness is performing sacrifice, in austerity and in giving gift is also called SAT; and also the act for such purpose is [hence] just called SAT.",
	"17.28":"17.28 Whatever is sacrificed, given or performed, and whatever austerity is practised without faith, it is called 'Asat', O Arjuna; it is naught here or hereafter (after death)."

}