{
	"13.1":"13.1 'Arjuna asked: My Lord! Who is God and what is Nature; what is Matter and what is the Self; what is that they call Wisdom, and what is it that is worth knowing? I wish to have this explained.'",
	"13.2":"13.2 The Blessed Lord said  This body, O Arjuna, is called the field; he who knows it is called the knower of the field, by those who know of them.",
	"13.3":"13.3 And, O scion of the Bharata dynasty, under-stand Me to be the 'Knower of the field' in all the fields. In My opinion, that is Knowledge which is the knowlege of th field and the knower of the field.",
	"13.4":"13.4 Hear from Me in brief about (all) that as to what that field is and how it is; what its changes are, and from what cause arises what effect; and who He is, and what His powers are.",
	"13.5":"13.5 It has been sung of in various ways by the Rsis, separately by the different kinds [The different branches of Vedic texts.] of Vedic texts, and also by the rational and convicing sentences themselves which are indicatvie of and lead of Brahman.",
	"13.6":"13.6 The great elements, egoism, intellect and the Unmanifest itself; the ten organs and the one, and the five objects of the senses;",
	"13.7":"13.7 Desire, aversion, pleasure, pain, sympathy, vitality and the persistent clinging to life, these are in brief the constituents of changing Matter.",
	"13.8":"13.8 Modesty, absence of ostentation, non-injury, patience, sincerity, service of the preceptor, purity, firmness and self-restraint;",
	"13.9":"13.9 Indifference to the objects of the senses and also absence of egoism; perception of (or reflection on) the evil in birth, death, old age, sickness and pain.",
	"13.10":"13.10 Non-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant eanimity of the mind with regard to the attainment of the desirable and the undesirable;",
	"13.11":"13.11 And unwavering devotion to Me with single-minded concentration; inclination to repair into a clean place; lack of delight in a crowd of people;",
	"13.12":"13.12 Steadfastness in the knowledge of the Self, contemplation on the Goal of the knowledge of Reality-this is spoken of as Knowledge. Ignorance is that which is other than this.",
	"13.13":"13.13 I will declare that which has to be known, knowing which one attains to immortality, the beginningless supreme Brahman, called neither being nor non-being.",
	"13.14":"13.14 Everywhere are Its hands and Its feet; everywhere It has eyes that see, heads that think and mouths that speak; everywhere It listens; It dwells in all the worlds; It envelops them all.",
	"13.15":"13.15 Shining through the functions of all the organs, (yet) devoid of all the organs; unattached, and verily the supporter of all; without ality, and the perceiver of alities;",
	"13.16":"13.16 Without and within (all) beings the unmoving and also the moving; because of Its subtlety, unknowable; and near and far away is That.",
	"13.17":"13.17 And undivided, yet It exists as if divided in beings; It is to be known as the supporter of being; It devours and It generates.",
	"13.18":"13.18 That, the Light of all lights, is said to be beyond darkness: knowledge, the knowable and the goal of knowledge, seated in the hearts of all.",
	"13.19":"13.19. This field as well as the knowledge and what is to be known, all are mentioned collectively; clearly understanding this, My devotee becomes worthy of  My state.",
	"13.20":"13.20. Both the Material Cause and the Soul too are beginningless, you should know this; you should also know that the modifications and Strands are born of the Material Cause.",
	"13.21":"13.21 In the production of the effect and the cause, Nature (matter) is said to be the cause; in the experience of pleasure and pain, the soul is said to be the cause.",
	"13.22":"13.22 The soul seated in Nature experiences the alities born of Nature; attachment to the alities is the cause of its birth in good and evil wombs.",
	"13.23":"13.23 The Supreme Soul in this body is also called the spectator, the permitter, the supporter, the enjoyer, the great Lord and the Supreme Self.",
	"13.24":"13.24 He who knows thus the Person and Nature along with the alities will not be born again, in whatever way he may live.",
	"13.25":"13.25. [However] by means of meditation, certain persons (Yogis) perceive the Self as the Self in the self (the heart etc.); others by the knowledge-Yoga; and others by the action-Yoga.",
	"13.26":"13.26. But others, who have no knowledge of this nature, listen from others and practise reflection  [accordingly]  they too, being devoted to what they have heard, do cross over death.",
	"13.27":"13.27 Wherever a being is born, whether unmoving or moving, know thou, O best of the Bharatas (Arjuna), that it is from the union between the field and its knower.",
	"13.28":"13.28 He sees, who sees the Supreme Lord, existing eally in all beings, the unperishing within the perishing.",
	"13.29":"13.29 Because he who sees the same Lord eally dwelling everywhere does not destroy the Self by the self; he goes to the highest goal.",
	"13.30":"13.30 He sees, who sees that all actions are performed by Nature alone and that the Self is actionless.",
	"13.31":"13.31 When he perceives the independent modes of existence of all beings centred in one, and as also their expansion from It alone, then he attains to brahman.",
	"13.32":"13.32. Because This is beginningless, and because This has no alities, this Supreme Self is changeless and It neither acts, nor gets stained [by actions],  even-though It dwells in the body, O son of Kunti !",
	"13.33":"13.33 As the all-pervading ether is not tainted, because of its subtlety, so the Self seated everywhere in the body is not tainted.",
	"13.34":"13.34 Just as the one sun illumines the whole world, so also the Lord of the field (Supreme Self) illumines the whole field, O Arjuna.",
	"13.35":"13.35 Those who with the eyes of wisdom thus see the difference between Matter and Spirit, and know how to liberate Life from the Law of Nature, they attain the Supreme."

}