{
	"11.1":"11.1 Arjuna said  This delusion of mine has departed as a result of that speech which is most secret and known as pertaining to the Self, and which was uttered by You for my benefit.",
	"11.2":"11.2 The origination and dissolution of all beings, O Krsna, (as issuing from You) have been heard verily by me at length as also Your immutable greatness.",
	"11.3":"11.3 (Now) O Supreme Lord, as Thou hast thus described Thyself, O Supreme Person, I wish to see Thy divine form.",
	"11.4":"11.4 O Lord, if You think that it is possible to be seen by me, then, O Lord of Yoga, You show me Your eternal Self.",
	"11.5":"11.5 The Blessed Lord said  O son of Prtha, behold My forms in (their) hundreds and in thousands, of different kinds, celestial, and of various colours and shapes.",
	"11.6":"11.6 See the Adiyas, the Vasus, the Rudras, the two Asvins and the Maruts. O scion of the Bharata dynasty, behold also the many wonders not seen before.",
	"11.7":"11.7 Now behold, O Arjuna, in this, My body, the whole universe centred in one  including the moving and the unmoving  and whatever else thou desirest to see.",
	"11.8":"11.8 But thou art not able to behold Me with these thine own eyes; I give thee the divine eye; behold My lordly Yoga.",
	"11.9":"11.9 Sanjaya said  O King, having spoken thus, thereafter, Hari [Hari: destroyer of ignorance along with its conseences.] (Krsna) the great Master of Yoga, showed to the son of Prtha the supreme divine form:",
	"11.10":"11.10 Having many faces and eyes, possessing many wonderful sights, adorned with numerous celestial ornaments, holding many uplifted heavenly weapons;",
	"11.11":"11.11 Wearing heavenly garlands and apparel, anointed with heavenly scents, abounding in all kinds of wonder, resplendent, infinite, and with faces everywhere.",
	"11.12":"11.12 If a thousand suns were to rise at once in the sky, the resulting splendour may be like the splendour of that mighty One.",
	"11.13":"11.13 There (in that form) Arjuna beheld the whole universe, with its manifold divisions gathered together in one single spot within the body of the God of gods.",
	"11.14":"11.14. Then, possessed  by amazement and with his bodily hair thrilled, Dhananjaya (Arjuna) with his head bowed to the God and with folded palms spoke [to Him].",
	"11.15":"11.15 Arjuna said  I see all the gods, O God, in Thy body, and (also) hosts of various classes of beings, Brahma, the Lord, seated on the lotus, all the sages and the celestial serpents.",
	"11.16":"11.16 I see Thee of boundless form on every side with many arms, stomachs, mouths and eyes: neither the end nor the middle nor also the beginning do I see, O Lord of the universe, O Cosmic Form.",
	"11.17":"11.17 I see You as wearing a diadem, wielding a mace, and holding a disc; a mass of brilliance glowing all around, difficult to look at from all sides, possessed of the radiance of the blazing fire and sun, and immeasurable.",
	"11.18":"11.18 Thou art the Imperishable, the Supreme Being, worthy to be known. Thou art the great treasure-house of this universe; Thou art the imperishable protector of the eternal Dhrama; Thou art the Primal Person, I deem.",
	"11.19":"11.19 I see Thee without beginning, middle or end, infinite in power, of endless arms, the sun and the moon being Thy eyes, the burning fire Thy mouth, heating the whole universe with Thy radiance.",
	"11.20":"11.20 You alone have pervaded the interspace between heaven and earth, and all the arters. Beholding Your marvellous and terrible form, O Mahatman, the three worlds are greatly overwhelmed with fear.",
	"11.21":"11.21 Verily into You the hosts of Devas enter. Some in fear extol You with clasped hands. Crying 'Hail' the bands of great seers and Siddhas praise You with meaningful hymns.",
	"11.22":"11.22 The Vital Forces, the Major stars, Fire, Earth, Air, Sky, Sun, Heaven, Moon and Planets; the Angels, the Guardians of the Universe, the divine Healers, the Winds, the Fathers, the Heavenly Singers; and hosts of Mammon-worshippers, demons as well as saints, are amazed.",
	"11.23":"11.23 Having seen Thy immeasurable form with many mouths and eyes, O mighty-armed, with many arms, thighs and feet, with many stomachs and fearful with many teeth  the worlds are terrified and so am I.",
	"11.24":"11.24 O Visnu, verily, seeing Your form touching heaven, blazing, with many colours, open-mouthed, with fiery large eyes, I , becoming terrified in my mind, do not find steadiness and peace.",
	"11.25":"11.25 Having merely seen Your mouths made terrible with (their) teeth and resembling the fire of Dissolution, I have lost the sense of direction and find no comfort. Be gracious, O Lord of gods, O Abode of the Universe.",
	"11.26":"11.26 All these sons of Dhrtarastra together with the hosts of monarchs, Bhisma, Drona and Karna along with the leading warriors of our side,",
	"11.27":"11.27 Hasten to enter Your fearful mouths with terrible fangs. Some, caught between the teeth are seen with their heads crushed to powder.",
	"11.28":"11.28 As many torrents of rivers flow towards the ocean, so do these heroes of the world of men enter Your flaming mouths.",
	"11.29":"11.29 As moths enter with increased haste into a glowing fire for destruction, in that very way do the creatures enter into Your mouths too, with increased hurry for destruction.",
	"11.30":"11.30. Devouring, on all sides with Your blazing mouths, the entire worlds, You are licking up;  Your terrible rays scroch the entire universe filling it with their radiance, O Visnu !",
	"11.31":"11.31 Tell me, who Thou art, so fierce of form. Salutations to Thee, O God Supreme: have mercy. I desire to know Thee, the original Being. I know not indeed Thy working.",
	"11.32":"11.32 The Blessed Lord said  I am the full-grown world-destroying Time, now engaged in destroying the worlds. Even without thee, none of the warriors arrayed in the hostile armies shall live.",
	"11.33":"11.33 Therefore, stand up and obtain fame. Coner the enemies and enjoy the unrivalled kingdom. Verily by Me have they been already slain; be thou a mere instrument, O Arjuna.",
	"11.34":"11.34 You destroy Drona and Bhisma, and Jayadratha and Karna as also the other heroic warriors who have been killed by Me. Do not be afraid. Fight! You shall coner the enemies in battle.",
	"11.35":"11.35 Sanjaya said  Having heard this speech of Krsna, Arjuna did Him obeisance; and trembling with awe, he bowed down again, and with folded palms, and trembling, he spoke to Krsna in a choked voice.",
	"11.36":"11.36. Arjuna said  O Lord of sense-organs (Krsna) !  It is appropriate that the universe rejoices and feels  exceedingly delighted by the high glory of yours;  that in fear the demons fly on all directions; and that the hosts of the perfected ones bow down [to You].",
	"11.37":"11.37 And why should they not, O great Soul, bow to Thee Who art greater (than all else), the primal cause even of the Creator (Brahma), O Infinite Being, O Lord of the gods, O Abode of the universe; Thou art the imperishable, the Being, the non-being and That which is the supreme (that which is beyond the Being and the non-being).",
	"11.38":"11.38 Thou art the primal God, the ancient Purusha, the supreme refuge of this universe, the knower, the knowable and the supreme Abode. By Thee is the universe pervaded, O Being of infinite forms.",
	"11.39":"11.39 You are Air, Death, Fire, the god of the waters, the moon, the Lord of the creatures, and the Greater-grandfather. Salutations! Salutation be to You a thousand times; salutation to You again and again! Salutation!",
	"11.40":"11.40 Salutations to Thee, in front and behind! Salutations to Thee on every side! O All!! Thou infinite in power and prowess, pervadest all; wherefore Thou art all.",
	"11.41":"11.41 Whatever I have presumptuously said from carelessness or love, addressing Thee as O Krishna! O Yadava! O Friend! regarding Thee merely as a friend, unknowing of this, Thy greatness.",
	"11.42":"11.42 And that You have been discourteously treated out of fun-while walking, while on a bed, while on a seat, while eating, in privacy, or, O Acyuta, even in public, for that I beg pardon of You, the incomprehensible One.",
	"11.43":"11.43 You are the Father of all beings moving and non-moving; to this (world) You are worthy of worship, the Teacher, and greater (than a teacher). There is none eal to You; how at all can there be anyone greater even in all the three worlds, O You or unrivalled power?",
	"11.44":"11.44 Therefore, bowing down, prostrating my body, I crave Thy forgiveness, O adorable Lord. As a father forgives his son, a friend his (dear) friend, a lover his beloved, even so shouldst Thouforgive me, O God.",
	"11.45":"11.45 Seeing what was never seen before, I am delighted. But my mind is also agog with awe. Show me, O Lord! Your other form. O Lord of the gods! Be gracious, O Abode of the universe!",
	"11.46":"11.46 I wish to see You ever as before, with crown and with mace and discus in hand. Assume again that four-armed shape, O Thou the thosand armed, of Universal Form!",
	"11.47":"11.47. The Bhagavat said  Being gracious towards you, I have shown you, O Arjuna, this supreme form, as a result of  [Your]  concentration on the Self; this form of Mine full of splendour universal , unending  and primal, has been never seen before by anybody other than your-self.",
	"11.48":"11.48 Neither by the study of the Vedas and sacrifices, nor by gifts nor by rituals nor by severe austerities can I be seen in this form in the world of men by any other than thyself, O great hero of the Kurus (Arjuna).",
	"11.49":"11.49 Be not afraid, nor bewildered on seeing such a teriible form of Mine as this; with thy fear dispelled and with a gladdened heart, now behold again this former form of Mine.",
	"11.50":"11.50 Sanjaya said  Having thus spoken to Arjuna, Krishna again showed His own form and the great Soul (Krishna), assuming His gentle form, consoled him (Arjuna) who was terrified.",
	"11.51":"11.51 Arjuna said  Having behold the human and pleasing form of Yours, O Krsna, I have now become composed in mind and I am restored to my normal nature.",
	"11.52":"11.52 The Blessed Lord said  Very hard indeed it is to see this form of Mine which thou hast seen. Even the gods are ever longing to behold it.",
	"11.53":"11.53 Not through the Vedas, not by austerity, not by gifts, nor even by sacrifice can I be seen in this form as you have seen Me.",
	"11.54":"11.54 But, O Arjuna, by single-minded devotion am I-in this form-able to be known and seen in reality, and also be entered into, O destroyer of foes.",
	"11.55":"11.55 He who does all actions for Me, who looks upon Me as the Supreme, who is devoted to Me, who is free from attachment, who bears enmity towards no creature, he comes to Me, O Arjuna."

}