{
	"15.1":"15.1 Lord Shri Krishna continued: This phenomenal creation, which is both ephemeral and eternal, is like a tree, but having its seed above in the Highest and its ramifications on this earth below. The scriptures are its leaves, and he who understands this, knows.",
	"15.2":"15.2 Its branches shoot upwards and downwards, deriving their nourishment from the Qualities; its buds are the objects of sense; and its roots, which follow the Law causing man's regeneration and degeneration, pierce downwards into the soil.",
	"15.3":"15.3 Its form is not perceived here as such, neither its end nor its origin, nor its foundation nor resting place: having cut asunder this firmly rooted peepul tree with the strong axe of non-attachment.",
	"15.4":"15.4 Then That goal should be sought for, whither having gone none returns again. I seek refuge in that Primeval Purusha Whence streamed forth the ancient activity or energy.",
	"15.5":"15.5 Free from pride and delusion, victorious over the evil of attachment, dwelling constantly in the Self, their desires having completely turned away, freed from the pairs of opposites known as pleasure and pain, the undeluded reach the eternal goal.",
	"15.6":"15.6 That supreme light (i.e. the individual self), reaching which they do not return any more, is Mine; the sun does not illumine It, nor moon, nor the fire.",
	"15.7":"15.7 An eternal portion of Myself having become a living soul in the world of life, draws to (itself) the (five) senses with the mind for the sixth, abiding in Nature.",
	"15.8":"15.8 When the master leaves it and even when he assumes a body, he departs taking these, as wind (carries away) odours from their receptacles.",
	"15.9":"15.9 Presiding over the ear, the eye, the sense of touch, the tongue and the nose, and the mind, It experiences these objects of senses.",
	"15.10":"15.10 Persons who are diversely deluded do not see it even when it is leaving or residing (in this body), or experiencing, or in association with the alities. Those with the eye of knowledge see.",
	"15.11":"15.11 And the yogis who are diligent see this one as existing in themselves. The non-discriminating ones who lack self-control do not see this one-though (they be) diligent.",
	"15.12":"15.12 That brilliance in the sun which illumines the whole universe, that in the moon and that in fire, know that brilliance as Mine.",
	"15.13":"15.13 And entering the earth I uphold all beings by My strength. I nourish all herbs, becoming the juicy Soma.",
	"15.14":"15.14 Taking the form of Vaisvanara and residing in the bodies of creatures, I, in association with Prana and Apana, digest the four kinds of food.",
	"15.15":"15.15. I am entered (the Self-conciousness is felt) in the heart of all; from Me (this Self-consciousness) come the faculty of memory, the faculty of  knowing, and also the faculty of differentiating; none but Me is to be known by means of all the Vedas and I am alone the author of the final part of the Vedas and also the author of the Vedas themselves.",
	"15.16":"15.16 Two Purushas there are in this world, the perishable and the imperishable. All beings are the perishable and the Kutastha  the unchanging  is called the imperishable.",
	"15.17":"15.17 But higher than all am I, the Supreme God, the Absolute Self, the Eternal Lord, Who pervades the worlds and upholds them all.",
	"15.18":"15.18 As I transcend the perishable and am even higher than the imperishable, I am declared to be the highest Purusha in the world and in the Vedas.",
	"15.19":"15.19 He who, without delusion thus knows Me as the Supreme Self, knows all, O Arjuna, and worships Me in every way.",
	"15.20":"15.20 Thus, this most secret science has been taught by Me, O sinless one; on knowing this, a man becomes wise, and all his duties are accomplished, O Arjuna."

}